

 
!
"
#
$
%
&
'
(
)
*
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
<
=
>
?
@
A
B
C
D
E
F
G
H
I
J
K
L
M
N
O
P
Q
R
S
T
U
V
W
X
Y
Z
[
\
]
^
_
`
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
{
|
}
~






¡
¢
£
¤
¥
§
©
«
­
®
°
±
¶
·
»
¿
À
Á
Â
Ä
Å
Æ
Ç
È
É
Ê
Ë
Ì
Í
Î
Ï
Ð
Ñ
Ò
Ó
Ô
Õ
Ö
×
Ø
Ù
Ú
Ü
Ý
Þ
ß
à
á
â
ã
ä
å
æ
ç
è
é
ê
ë
ì
í
î
ï
ð
ñ
ò
ó
ô
õ
ö
÷
ø
ù
ú
û
ü
ý
þ
ÿ
Ā
ā
Ă
ă
ą
Ć
ć
ĉ
Ċ
ċ
Č
č
Ď
ď
Đ
đ
Ē
ē
Ĕ
ĕ
Ė
ė
ę
Ě
ě
ğ
Ġ
ġ
Ģ
ģ
Ĥ
Ħ
ħ
ĩ
Ī
ī
ĭ
į
İ
ı
ĵ
Ķ
ķ
ĸ
ĺ
ļ
Ľ
ľ
Ł
ł
ń
ņ
ň
Ŋ
ŋ
Ō
ō
ŏ
ő
Œ
œ
Ŗ
ŗ
Ř
ř
Ś
ś
Ŝ
Ş
ş
Š
š
Ţ
ţ
ť
ŧ
ũ
Ū
ū
ŭ
ů
ű
ų
ŵ
ŷ
Ź
ź
Ż
ż
Ž
ž
ƀ
Ɔ
Ƈ
ƈ
Ɖ
ƍ
Ǝ
Ə
Ɛ
ƒ
Ɣ
ƙ
ƛ
ơ
Ƣ
ƥ
ƭ
ư
Ʋ
ƿ
ǀ
ǁ
ǂ
ǃ
ǎ
ǐ
Ǒ
ǒ
ǔ
ǚ
ǜ
ǝ
Ǣ
ǣ
Ǧ
ǧ
Ǫ
ǫ
ǭ
ǰ
ǵ
Ƿ
Ǹ
ǹ
ǽ
Ș
ș
Ț
ț
Ȝ
ȝ
ȟ
ȯ
ȳ
ȷ
ȼ
Ɉ
ɐ
ɑ
ɒ
ɓ
ɔ
ɕ
ɖ
ɗ
ɘ
ə
ɚ
ɛ
ɜ
ɞ
ɟ
ɠ
ɡ
ɢ
ɣ
ɤ
ɥ
ɦ
ɧ
ɨ
ɪ
ɫ
ɬ
ɭ
ɮ
ɯ
ɰ
ɱ
ɲ
ɳ
ɴ
ɵ
ɶ
ɷ
ɸ
ɹ
ɺ
ɻ
ɽ
ɾ
ʀ
ʁ
ʂ
ʃ
ʄ
ʇ
ʈ
ʉ
ʊ
ʋ
ʌ
ʍ
ʎ
ʏ
ʐ
ʑ
ʒ
ʔ
ʕ
ʖ
ʗ
ʘ
ʙ
ʛ
ʝ
ʟ
ʠ
ʡ
ʢ
ʹ
ʻ
ʼ
ʽ
ʾ
ʿ
ˀ
ˁ
ˆ
ˇ
ˈ
ˌ
ː
ˑ
˔
˕
˖
˞
˥
˦
˧
˨
˩
̀
́
̂
̃
̄
̆
̇
̈
̊
̋
̌
̍
̏
̐
̑
̓
̖
̗
̚
̝
̞
̟
̠
̣
̤
̥
̧
̩
̪
̬
̮
̯
̰
̱
̲
̳
̺
̽
͌
͍
͘
͜
͡
Ά
Έ
Ή
Ί
Ό
Ύ
ΐ
Α
Β
Γ
Δ
Ε
Ζ
Η
Θ
Ι
Κ
Λ
Μ
Ν
Ξ
Ο
Π
Ρ
Σ
Τ
Υ
Φ
Χ
Ψ
Ω
ά
έ
ή
ί
α
β
γ
δ
ε
ζ
η
θ
ι
κ
λ
μ
ν
ξ
ο
π
ρ
ς
σ
τ
υ
φ
χ
ψ
ω
ϊ
ό
ύ
ώ
ϝ
ϟ
Ђ
Є
І
Ї
Ј
Љ
Ћ
А
Б
В
Г
Д
Е
Ж
З
И
Й
К
Л
М
Н
О
П
Р
С
Т
У
Ф
Х
Ц
Ч
Ш
Щ
Ъ
Ы
Ь
Э
Ю
Я
а
б
в
г
д
е
ж
з
и
й
к
л
м
н
о
п
р
с
т
у
ф
х
ц
ч
ш
щ
ъ
ы
ь
э
ю
я
ё
ђ
є
і
ї
ј
љ
њ
ћ
ѝ
ў
Ѡ
ѡ
Ѣ
ѣ
ѥ
ѧ
Ѯ
ѹ
҆
ғ
қ
ү
ҳ
ҷ
ӣ
Ө
ө
ӯ
Ӷ
ӷ
Ա
Բ
Գ
Դ
Ե
Զ
Է
Ը
Թ
Ժ
Ի
Լ
Խ
Կ
Հ
Ձ
Ղ
Ճ
Մ
Յ
Ն
Շ
Ո
Պ
Ջ
Ռ
Ս
Վ
Տ
Փ
Ք
Օ
ա
բ
գ
դ
ե
զ
է
ը
թ
ժ
ի
լ
խ
ծ
կ
հ
ձ
ղ
ճ
մ
յ
ն
շ
ո
չ
պ
ջ
ռ
ս
վ
տ
ր
ց
ւ
փ
ք
օ
֤
֫
ְ
ֱ
ֲ
ֳ
ִ
ֵ
ֶ
ַ
ָ
ֹ
ֻ
ּ
ֽ
ֿ
ׁ
ׂ
א
ב
ג
ד
ה
ו
ז
ח
ט
י
ך
כ
ל
ם
מ
ן
נ
ס
ע
ף
פ
ץ
צ
ק
ר
ש
ת
׳
،
ء
آ
أ
ؤ
إ
ئ
ا
ب
ة
ت
ث
ج
ح
خ
د
ذ
ر
ز
س
ش
ص
ض
ط
ظ
ع
غ
ـ
ف
ق
ك
ل
م
ن
ه
و
ى
ي
ً
ٌ
ٍ
َ
ُ
ِ
ّ
ْ
ٔ
١
٧
ٰ
پ
چ
ڈ
ڠ
ک
ڬ
گ
ں
ھ
ہ
ی
ۍ
ے
ە
ܐ
ܒ
ܔ
ܕ
ܗ
ܘ
ܙ
ܚ
ܛ
ܝ
ܠ
ܡ
ܢ
ܣ
ܥ
ܦ
ܪ
ܬ
ܲ
ܵ
ܼ
݂
ँ
ं
ः
अ
आ
इ
ई
उ
ऋ
ए
ऐ
औ
क
ख
ग
घ
ङ
च
छ
ज
ञ
ट
ठ
ड
ण
त
थ
द
ध
न
प
फ
ब
भ
म
य
र
ल
व
श
ष
स
ह
़
ऽ
ा
ि
ी
ु
ू
ृ
ॆ
े
ै
ॉ
ॊ
ो
ौ
्
ॐ
।
॥
१
२
३
ং
অ
আ
ই
এ
ক
খ
গ
ঙ
চ
জ
ট
ড
ঢ
ণ
ত
থ
দ
ন
প
ব
ভ
ম
য
র
ল
শ
ষ
স
হ
়
া
ি
ী
ু
ূ
ে
ৈ
ো
্
ৰ
ਂ
ਅ
ਉ
ਖ
ਘ
ਜ
ਝ
ਦ
ਲ
ਵ
ਸ
ਹ
਼
ਾ
ਿ
ੁ
ੇ
ੰ
ੱ
ખ
ફ
બ
ર
લ
સ
ા
ો
ପ
ର
ୀ
ୁ
ஃ
அ
ஆ
இ
ஈ
எ
ஒ
க
ங
ச
ட
ண
த
ந
ன
ப
ம
ய
ர
ற
ல
ள
ழ
வ
ஸ
ா
ி
ீ
ு
ூ
ெ
ே
ை
ோ
்
ం
క
ఖ
గ
జ
ట
ఠ
డ
త
థ
ద
న
ప
బ
భ
మ
య
ర
ల
వ
ష
స
ా
ి
ీ
ు
ై
ో
్
ಂ
ಃ
ಕ
ಖ
ಗ
ಚ
ಟ
ಠ
ಡ
ತ
ದ
ನ
ಪ
ಬ
ಭ
ಮ
ಯ
ರ
ಱ
ಲ
ಳ
ವ
ಶ
ಸ
ಹ
ಾ
ಿ
ು
ೇ
ೋ
್
ೞ
അ
ങ
ദ
ന
പ
മ
യ
ര
ള
വ
ശ
സ
ഹ
ാ
ി
്
අ
එ
ක
ග
ජ
ත
ධ
න
ප
ම
ය
ර
ල
ව
ශ
හ
ළ
්
ා
ැ
ි
ු
ේ
ෝ
ก
ข
ค
ฆ
ง
จ
ฉ
ช
ซ
ญ
ฎ
ฏ
ฐ
ฑ
ณ
ด
ต
ถ
ท
ธ
น
บ
ป
ผ
ฝ
พ
ฟ
ภ
ม
ย
ร
ฤ
ล
ว
ศ
ษ
ส
ห
ฬ
อ
ฮ
ะ
ั
า
ิ
ี
ึ
ื
ุ
ู
฿
เ
แ
โ
ใ
ไ
็
่
้
๊
์
ํ
་
།
ཀ
ཁ
ག
ང
ཆ
ཇ
ཐ
ད
ན
པ
བ
མ
ཙ
ཚ
ཛ
འ
ཡ
ར
ལ
ས
ཧ
ི
ུ
ེ
ོ
ྟ
ྡ
ྣ
ྤ
ྥ
ྱ
ྲ
က
ဂ
င
စ
ဇ
တ
န
ပ
ဗ
ဘ
မ
ယ
ရ
လ
ဝ
ဟ
အ
ာ
ိ
ီ
ု
ူ
ဲ
း
္
်
ျ
ြ
ွ
ှ
၁
၂
၇
၈
Ⴀ
Ⴂ
Ⴃ
Ⴈ
Ⴌ
Ⴕ
Ⴟ
ა
ბ
გ
დ
ე
ვ
ზ
თ
ი
კ
ლ
მ
ნ
ო
პ
ჟ
რ
ს
ტ
უ
ფ
ქ
ღ
ყ
შ
ჩ
ც
ძ
წ
ჭ
ხ
ჯ
ჰ
ჱ
ჲ
ჳ
ჴ
ჵ
ჶ
ჷ
ჸ
ჹ
ჺ
჻
ሀ
ለ
ሐ
ሓ
ሕ
መ
ማ
ሥ
ረ
ር
ሰ
ስ
ቆ
ቈ
በ
ብ
ቲ
ታ
ት
ነ
ና
ን
ኖ
አ
ኢ
እ
ከ
ኲ
ዕ
ዘ
ዛ
የ
ያ
ይ
ዮ
ደ
ድ
ጅ
ገ
ጉ
ጵ
ፈ
ፍ
፡
Ꭰ
Ꭳ
Ꭶ
Ꭸ
Ꭹ
Ꮀ
Ꮃ
Ꮉ
Ꮝ
Ꮿ
Ᏹ
ᐊ
ᑲ
ᒡ
ᓘ
ᚣ
ᚦ
ᚨ
ᚩ
ᚬ
ᚱ
ᚷ
ᚹ
ᚻ
ᚼ
ᚾ
ᛁ
ᛃ
ᛄ
ᛇ
ᛋ
ᛏ
ᛒ
ᛗ
ᛚ
ᛝ
ᛞ
ᛟ
ᛠ
ក
ខ
គ
ង
ច
ឆ
ជ
ញ
ដ
ឋ
ណ
ត
ថ
ទ
ធ
ន
ប
ព
ភ
ម
យ
រ
ល
វ
ស
ហ
អ
ឥ
ឪ
ឫ
ឯ
឵
ា
ិ
ី
ឹ
ឺ
ុ
ូ
ួ
ៀ
េ
ែ
ៃ
ោ
ៅ
ំ
ះ
ៈ
៉
់
្
ᠪ
ᠰ
ᡝ
ᡥ
ᡨ
ᡳ
ᵻ
ᵿ
ᶑ
᷄
᷅
᷆
᷇
᷈
᷉
᷽
Ḍ
ḍ
Ḏ
ḏ
ḑ
ḕ
ḗ
Ḥ
ḥ
Ḩ
ḩ
Ḫ
ḫ
ḭ
ḱ
Ḳ
ḳ
ḵ
ḷ
ḹ
ḻ
ḿ
ṁ
ṃ
ṅ
ṇ
ṉ
ṓ
ṙ
Ṛ
ṛ
Ṝ
ṝ
ṟ
Ṣ
ṣ
Ṧ
Ṭ
ṭ
Ṯ
ṯ
ṳ
ṵ
Ṽ
ṽ
Ẓ
ẓ
ẖ
ạ
ả
Ấ
ấ
ầ
Ẩ
ẩ
ẫ
ậ
ắ
ằ
ẵ
ặ
ẹ
ẻ
ẽ
ế
ề
ể
ễ
ệ
ỉ
ị
Ọ
ọ
ỏ
ố
ồ
ổ
ỗ
ộ
ớ
ờ
ở
ợ
Ụ
ụ
ủ
Ứ
ứ
ừ
ử
ữ
ự
ỳ
ỵ
ỹ
ἀ
ἁ
ἂ
ἃ
ἄ
ἅ
Ἀ
Ἁ
Ἄ
Ἅ
ἐ
ἑ
ἒ
ἔ
ἕ
Ἐ
Ἑ
Ἔ
Ἕ
ἠ
ἡ
ἢ
ἤ
ἥ
ἦ
ἧ
Ἠ
Ἡ
ἰ
ἱ
ἲ
ἳ
ἴ
ἵ
ἶ
ἷ
Ἰ
Ἱ
Ἶ
ὀ
ὁ
ὂ
ὃ
ὄ
ὅ
Ὁ
Ὄ
ὐ
ὑ
ὔ
ὕ
ὖ
ὗ
Ὕ
ὡ
ὣ
ὤ
ὥ
ὦ
Ὠ
Ὡ
Ὦ
ὰ
ὲ
ὴ
ὶ
ὸ
ὺ
ὼ
ᾓ
ᾰ
ᾳ
ᾶ
ᾷ
ῆ
ῇ
Ὲ
ῐ
ῑ
ῖ
Ὶ
ῠ
ῥ
ῦ
Ῥ
ῳ
ῶ
ῷ
​
‌
‍
‐
‒
―
‖
‚
‛
„
‟
†
‡
•
‰
′
※
‿
⁄
⁊
₡
₣
₤
₦
₧
₩
₫
€
₱
₴
₹
℞
℥
←
↑
→
↓
↔
↗
↘
↦
↪
↵
⇄
⇌
⇒
⇪
∀
∂
∅
∆
∇
∈
∉
∊
∑
−
∕
∖
∗
∘
√
∝
∞
∤
∩
∪
∫
∴
∼
≈
≠
≡
≢
≤
≥
≪
≫
≲
⊂
⊕
⊗
⊙
⊞
⊢
⊣
⊥
⋅
⋆
⋯
⌘
─
█
▢
▲
▼
○
●
◦
☄
★
☆
☉
☧
☫
☭
☽
☾
♀
♂
♄
♅
♆
♇
♈
♉
♠
♣
♥
♦
♩
♪
♭
♮
♯
⚳
⚴
⚵
⛢
✡
✱
❄
❅
❆
❤
⟦
⟧
⟨
⟩
⥇
⩽
⫶
ⱱ
ⲁ
ⲛ
ⲥ
ⲧ
ⲩ
Ⲫ
ⲱ
ⴰ
ⴳ
ⴷ
ⴻ
ⴼ
ⴽ
ⵃ
ⵇ
ⵉ
ⵍ
ⵎ
ⵏ
ⵓ
ⵔ
ⵕ
ⵖ
ⵙ
ⵛ
ⵜ
ⵡ
ⵢ
ⵣ
⸨
⸩
、
。
々
〈
〉
《
》
「
」
『
』
【
】
〒
〜
あ
ぃ
い
ぅ
う
ぇ
え
ぉ
お
か
が
き
ぎ
く
ぐ
け
げ
こ
ご
さ
ざ
し
じ
す
ず
せ
ぜ
そ
ぞ
た
だ
ち
っ
つ
づ
て
で
と
ど
な
に
ぬ
ね
の
は
ば
ぱ
ひ
び
ぴ
ふ
ぶ
ぷ
へ
べ
ぺ
ほ
ぼ
ぽ
ま
み
む
め
も
ゃ
や
ゅ
ゆ
ょ
よ
ら
り
る
れ
ろ
わ
ゑ
を
ん
ァ
ア
ィ
イ
ゥ
ウ
ェ
エ
ォ
オ
カ
ガ
キ
ギ
ク
グ
ケ
ゲ
コ
ゴ
サ
ザ
シ
ジ
ス
ズ
セ
ゼ
ソ
ゾ
タ
ダ
チ
ヂ
ッ
ツ
ヅ
テ
デ
ト
ド
ナ
ニ
ヌ
ネ
ノ
ハ
バ
パ
ヒ
ビ
ピ
フ
ブ
プ
ヘ
ベ
ペ
ホ
ボ
ポ
マ
ミ
ム
メ
モ
ャ
ヤ
ュ
ユ
ョ
ヨ
ラ
リ
ル
レ
ロ
ワ
ヲ
ン
ヴ
ヶ
・
ー
一
丁
七
万
丈
三
上
下
不
与
丑
且
世
丘
丙
东
丝
丞
両
丨
个
中
丶
丸
丹
为
主
丽
丿
乃
久
义
之
乌
乎
乐
乘
乙
乚
乛
九
也
习
书
乩
买
乱
乳
乾
亀
亅
了
予
争
事
二
云
五
井
亚
些
亜
亞
亡
交
亦
亨
京
亮
亰
人
仁
仇
今
介
仔
仕
他
付
仙
代
令
以
仪
们
仮
仰
仲
件
任
伊
伏
伐
休
会
伝
伟
伪
伯
伴
伸
似
佃
但
位
住
佐
佑
体
何
余
佛
作
你
佳
併
使
來
例
侍
侗
供
依
侠
侨
侬
侯
係
促
俄
俊
保
信
俭
修
俱
俳
倉
個
們
候
借
倪
倫
倭
偃
假
偏
健
側
偵
偽
傀
傅
傑
傘
備
催
傭
傳
傷
像
僑
僕
僧
儀
億
儒
儚
儡
優
儿
允
元
充
兆
先
光
克
免
兒
兔
兜
入
內
全
兩
八
公
六
兰
共
关
兵
其
具
典
养
冀
内
円
冉
册
再
冒
写
军
冠
冥
冫
冬
冯
决
冴
冶
冷
净
准
凌
凤
処
凪
凯
凰
凱
凶
凹
出
刀
刃
分
切
刊
划
列
刘
初
判
別
利
别
到
制
刷
券
刹
刺
刻
則
前
剑
剛
剣
剧
剩
副
割
創
劃
劇
劉
劍
力
办
功
加
劣
动
助
劳
勃
勅
勇
勒
動
勘
務
勝
勞
勢
勳
勾
包
化
北
匠
匹
区
医
區
十
千
升
午
半
华
协
卐
卒
卓
協
单
卖
南
博
卜
占
卡
卢
卦
卫
印
危
即
却
卸
卿
厂
厄
历
厘
厚
原
厥
厦
厩
去
县
参
參
叉
及
友
双
反
収
发
叔
取
受
变
叛
叠
叡
叢
口
古
句
只
叫
召
可
台
史
右
叶
号
司
合
吉
同
名
后
向
吕
君
吞
吟
吧
启
吳
吴
吸
吹
吾
呂
呉
告
周
呪
味
呼
命
咆
和
咖
咫
咲
咸
哀
品
哈
哉
响
員
哥
哮
哲
唄
唐
唯
唱
商
問
啓
啟
啡
善
喇
喋
喚
喜
喝
喬
嘉
嘘
噛
器
嚣
嚴
囁
囂
囃
囚
四
回
因
团
団
図
国
图
圈
國
圍
圏
園
圓
圖
土
圣
圧
在
地
圻
坂
均
坊
块
坚
坝
坡
坤
坪
型
垣
城
埔
域
執
培
基
堀
堂
堅
堆
堡
堤
堯
報
場
塊
塔
塘
塚
塞
塩
填
塵
境
墓
墙
增
壁
壌
壓
壟
壤
士
壬
壯
声
壱
売
壳
壷
壽
处
备
変
复
夏
夕
外
多
夜
够
夢
夤
大
天
太
夫
央
失
头
夷
奇
奈
奉
奎
奏
奐
契
套
奥
奧
奪
女
奴
好
如
妃
妇
妍
妖
妙
妮
妹
妻
姉
姊
始
姑
委
姚
姥
姦
姫
姬
姿
威
娘
娜
婁
婆
婚
婷
嫁
嬢
嬴
子
孔
字
存
孙
孝
孟
季
孤
学
孩
孫
孵
學
宁
宅
宇
守
安
宋
完
宏
宗
官
宙
定
宜
宝
实
実
客
宣
室
宫
宮
宴
宵
家
宸
容
宿
寂
寄
密
寇
富
寔
寗
寛
寝
寞
察
寧
寨
審
寬
寵
寶
寸
对
寺
寻
対
寿
封
射
将
將
尉
尊
尋
對
導
小
少
尔
尚
尧
就
尸
尹
尺
尼
尽
尾
局
居
届
屋
屍
屑
展
屠
層
屬
屯
山
屿
岐
岑
岚
岛
岡
岩
岬
岭
岳
岸
峰
島
崇
崎
崔
崖
嵐
嶋
嶺
嶼
巂
巖
川
州
巡
工
左
巨
巫
差
己
巳
巴
巻
币
市
布
帆
师
希
帕
帖
帝
帥
带
師
帮
帰
帶
常
幕
幡
幣
干
平
年
幸
幻
幽
广
庁
広
庄
庆
庇
序
库
底
庖
店
庙
庚
府
度
座
庫
庭
庵
康
廉
廊
廖
廟
廣
廬
延
廷
建
廻
廿
开
弁
式
弐
弓
弔
引
弘
弟
张
弥
弦
弧
弱
張
強
弹
强
弾
彌
当
录
彖
彙
形
彦
彩
彪
彬
彭
影
役
彼
征
径
待
律
後
徐
徒
得
從
御
復
微
徳
德
徹
徽
心
必
忍
志
忘
応
忠
快
念
怀
怒
怖
思
怡
急
性
怨
怪
总
恆
恋
恐
恢
恥
恩
恭
息
恵
恼
悔
悟
悠
悦
悪
悫
悲
悼
情
惑
惟
惠
惡
想
愁
愍
意
愚
愛
感
愽
慈
態
慎
慧
慰
慶
憂
憎
憑
憲
憶
應
懍
懷
戈
戊
戎
成
我
战
戦
戯
戰
戴
户
戸
房
所
扁
扇
扈
扉
手
才
打
托
扶
找
承
技
抄
抓
投
抜
択
护
报
披
抱
抵
担
拉
拍
拏
拐
拖
拘
招
拜
拟
拥
括
拱
拳
拾
持
挂
指
挑
挥
振
据
捷
授
掛
採
探
控
掲
描
提
揚
換
援
揺
摂
摩
摸
撃
撞
播
撲
操
攝
支
改
攻
放
政
故
敏
救
教
敢
散
敦
敬
数
敵
敷
數
文
斉
斎
斗
料
斜
斤
斩
斬
断
斯
新
方
於
施
旅
旋
族
旗
无
日
旦
旧
早
旭
时
旺
昂
昇
昌
明
昏
易
昔
星
映
春
昭
是
昼
時
晉
晋
晒
普
景
晴
晶
智
暁
暂
暖
暗
暦
暮
暴
曆
曜
曦
曲
更
書
曹
曼
曾
最
會
月
有
朋
服
朏
朔
朗
望
朝
期
朧
木
未
末
本
札
朱
朴
朵
机
朽
杂
权
李
杏
材
村
杖
杜
束
条
来
杨
杯
東
杲
松
板
极
析
林
枚
果
枝
枭
枯
架
柆
柏
柔
柚
柩
柱
柳
柴
査
栄
标
栈
树
栖
栗
栞
校
株
样
核
根
格
栽
栾
桀
桂
桃
案
桎
桐
桑
桓
桜
桥
桧
梁
梅
梏
梓
條
梦
梨
梭
梯
械
梵
梶
棋
棍
棗
棘
棚
棟
森
棲
棵
棺
椅
植
椎
椒
椛
検
椰
椿
楊
楚
楠
業
楯
極
楼
楽
概
榆
榊
榔
榛
榮
榴
槐
様
槤
槻
樂
樉
樊
樓
樗
標
樛
模
権
横
樱
樸
樹
橋
橘
橚
機
橫
橿
檀
檜
檳
檻
櫓
櫻
權
欒
欠
次
欣
欲
欽
歌
歓
歡
止
正
步
武
歩
歪
歲
歳
歴
歷
歸
死
殊
残
段
殺
殻
殿
毅
母
毎
每
比
毕
毘
毛
毫
毬
氏
民
气
気
氣
水
氷
永
氾
汇
汉
汐
汗
汝
江
池
汤
汪
汰
汶
決
汽
沂
沃
沈
沉
沌
沐
沖
沙
沛
没
沢
沫
河
沸
油
治
沼
沽
泉
泊
法
泗
泡
波
泣
泥
注
泰
泾
洁
洋
洛
洞
津
洪
洲
活
派
流
浅
浙
浚
浜
浦
浩
浪
浮
海
消
涙
润
涵
涼
淇
淑
淘
淡
淨
深
淳
淵
淹
添
清
渊
渚
減
渠
渡
渣
渥
渦
温
測
港
游
渾
湊
湖
湯
湾
満
源
準
溜
溢
溪
溫
溶
滅
滋
滑
滨
滿
漁
漂
漆
漏
漠
漢
漫
漳
漸
潘
潜
潤
澄
澤
澪
激
濃
濞
濟
瀛
瀬
灣
火
灯
灰
灵
灶
灼
災
灾
炎
炬
炮
炯
炷
炸
点
為
烈
烏
烙
烟
烦
烧
焉
焔
無
焦
然
焼
煌
煙
煜
照
煩
煮
熊
熔
熙
熟
熱
燃
燈
燕
營
爆
爪
爭
爱
爲
爵
父
爺
爻
爽
爾
片
版
牌
牙
牛
牡
牢
牧
物
牵
特
犖
犬
犯
狀
狂
狐
狗
狛
狡
狩
独
狭
狱
狸
狼
猛
猩
猪
猫
献
猿
獄
獅
獣
獵
獻
玄
玉
王
玖
玩
玲
珂
珍
珙
珠
現
球
理
琦
琪
琬
琮
琴
瑋
瑙
瑜
瑞
瑠
瑣
瑪
瑾
璉
環
璽
瓊
瓜
瓢
瓦
瓩
瓷
甘
甜
生
產
産
用
甫
田
由
甲
申
男
町
画
甽
界
畑
留
畜
畢
略
番
畫
異
疆
疾
病
症
痘
痛
痴
瘡
瘤
発
登
發
白
百
的
皇
皙
皮
皿
盆
盈
益
盏
盐
监
盒
盗
盘
盛
盟
監
盤
盧
目
直
相
盼
省
看
県
眞
真
眼
着
督
瞬
瞳
矢
知
矩
短
矮
矯
石
砂
砍
研
砖
砲
破
硕
硝
硨
碍
碗
碩
確
碼
磁
磅
磐
磨
磯
磲
礁
礎
礮
示
礼
社
祀
祈
祐
祖
祚
神
祠
祥
票
祭
祺
祿
禁
禄
禎
福
禦
禮
禰
禺
秀
私
秋
科
秒
秘
租
秤
秦
移
程
稔
稚
種
稲
稷
稽
穂
穌
積
穎
穗
穢
究
空
突
窓
窗
窟
竇
立
站
竜
章
童
端
竹
竺
笑
笔
笛
笠
符
笨
第
笹
筆
等
筋
筍
筐
筑
答
策
筹
箇
箋
算
管
箪
箭
箱
節
範
篇
篋
篚
篤
簡
簿
籃
籌
籍
籠
米
籵
粁
粉
粍
粟
粥
粨
精
糊
糎
糖
糸
系
紀
約
紅
紋
納
純
紘
紙
級
素
紡
紫
細
紹
紺
終
組
絆
経
結
絡
給
統
絵
絶
綁
經
継
続
綜
綠
維
綯
綱
網
綸
綺
綾
緋
総
緑
緒
線
締
編
緩
緬
緯
縄
縊
縣
總
繋
織
繹
繼
續
红
级
纪
纯
纲
线
组
绅
细
终
绍
经
给
统
继
绮
维
综
缽
网
罗
罠
罪
置
罰
罸
羅
羊
美
群
義
羽
翁
習
翔
翘
翠
翡
翱
翹
翻
翼
老
考
者
耆
而
耕
耳
耶
耿
聃
联
聖
聘
聚
聞
聡
聯
聰
聲
職
肃
肉
肖
肚
股
肥
肩
育
背
胞
胠
胡
胤
胴
胸
能
脂
脇
脈
脉
脚
脩
脱
脳
腎
腐
腰
腹
腿
膀
膺
臂
臘
臚
臣
臨
自
臭
至
致
臺
與
興
舍
舎
舞
舟
航
船
艦
良
色
艳
艶
艺
节
芒
芙
芝
芥
芦
芬
芭
芮
芯
花
芳
芸
芹
芽
苏
苑
苗
苣
若
英
苺
茂
范
茅
茜
茶
茸
草
荊
荒
荔
荘
荥
荪
荫
药
荷
荻
荼
莉
莊
莎
莘
莞
莫
莱
莲
莴
菇
菉
菊
菜
華
菱
菲
萌
萍
萝
营
萧
萨
萬
落
葆
葉
著
葛
董
葦
葫
葵
蒙
蒭
蒲
蒼
蒿
蓀
蓑
蓝
蓮
蔡
蔭
蔵
蕃
蕉
蕨
蕩
蕭
薇
薊
薔
薙
薛
薩
薫
藍
藏
藕
藝
藤
藥
藩
藻
蘄
蘅
蘇
蘑
蘭
蘿
虎
虐
虔
處
虚
虛
號
虫
虹
蛇
蛍
蛙
蛭
蜃
蜡
蝉
蝕
蝴
蝶
融
螺
蟲
蠕
蠻
血
衆
行
術
街
衙
衛
衝
衡
衢
衣
补
表
袁
袈
袖
被
裁
裂
装
裏
裔
裕
補
裝
裟
裳
裸
製
褒
襄
襟
襲
西
要
覇
見
規
視
覚
親
観
覺
觀
观
角
解
触
觳
言
計
記
設
許
訳
証
詔
詞
詠
試
詩
話
誌
誐
誒
誓
誕
誘
語
誠
誡
誦
說
説
読
誰
課
調
談
論
諭
諷
諸
謀
謁
謎
謙
講
謝
謡
譌
識
譚
譜
警
議
護
讀
變
讐
讓
计
让
议
许
论
讼
诉
词
诗
诚
话
语
诶
请
诺
读
课
谦
谭
谷
豆
豊
豌
豐
豚
象
豪
豫
豬
豹
貓
貝
貞
負
財
貫
貴
費
賀
資
賈
賊
賓
賞
賢
賦
質
購
贝
贞
财
贤
质
贵
贺
贼
资
赤
赭
走
赵
起
超
越
趙
足
跆
跑
跖
跟
跡
路
跳
踊
踏
踢
蹴
身
車
軌
軍
軒
転
軽
載
輔
輛
輝
輪
輿
轉
车
轩
转
辆
辉
辛
辣
辨
辭
辯
辰
農
边
辺
辽
达
辿
迄
迅
过
迈
运
近
返
这
进
远
迦
迪
述
迷
追
送
适
逆
选
這
通
造
逢
連
逯
週
進
遁
遇
遊
運
遍
過
道
達
遗
遙
遜
遠
遥
遮
選
遺
遼
避
邁
還
邊
邑
邓
那
邦
邪
邱
郁
郊
郎
郑
郛
郝
郡
部
郭
郷
都
鄧
鄭
酈
酉
酒
酔
酥
酱
酷
酸
醋
醒
醫
采
釈
釋
里
重
野
量
金
釗
釣
鈍
鈴
鉄
鉢
鉦
鉱
鉴
銀
銃
銅
銓
銖
銘
銳
鋒
鋪
鋼
錄
錡
錦
錬
録
鍋
鍵
鎖
鎧
鎮
鏡
鐘
鐵
鐸
鑒
钊
钢
钦
钱
铁
铎
铜
铭
铺
锡
键
镇
镗
镜
長
长
門
閃
開
閏
閒
間
関
閣
閨
闇
闍
闕
闘
關
门
问
闯
阁
阪
防
阳
阿
陀
附
际
陈
降
限
陛
院
陣
除
陪
陳
陵
陶
陸
険
陽
隆
隊
階
隔
隗
隠
隣
隱
隴
隸
隻
隼
雀
雁
雄
雅
集
雇
雉
雎
雕
雙
雛
雜
雞
離
難
雨
雪
雲
雳
零
雷
電
雾
需
霆
震
霊
霍
霖
霜
霞
霧
霰
露
霸
霹
靂
靈
青
靖
静
非
靠
面
革
靴
靼
鞋
鞍
鞠
韃
韋
韓
韦
韩
韭
音
韶
響
頃
項
順
須
頌
頒
領
頭
顆
題
額
顏
顔
願
類
顯
项
顾
颂
颊
颖
颗
颜
風
颪
颱
飄
风
飛
飞
食
飯
飾
餅
養
餓
館
饼
饾
馆
馒
首
香
馬
馮
駆
駐
駒
駙
駢
駿
騎
騒
験
騭
騰
騷
驁
驗
驚
驤
马
骨
骸
髀
體
高
髪
鬘
鬥
鬪
鬼
魂
魄
魔
魚
魯
鮑
鮫
鮮
鯖
鯵
鰐
鱀
鱼
鲁
鲤
鳥
鳩
鳳
鳴
鳶
鴉
鴣
鴨
鴻
鵡
鵩
鵬
鶍
鶴
鷓
鷹
鷺
鸚
鸟
鸡
鸭
鸿
鹅
鹹
鹼
鹽
鹿
麗
麥
麵
麻
麾
黃
黄
黎
黑
黒
黙
黛
黨
鼉
鼎
鼓
鼠
鼻
齉
齊
齋
齐
龍
龙
ꜛ
ꜜ
ꜣ
ꜩ
ꜫ
ꜭ
ꞅ
ꞎ
Ʞ
ꞵ
ꦂ
ꦠ
ꦯ
ꦲ
ꦸ
ꭓ
가
간
강
개
거
건
경
계
고
공
관
광
구
국
권
귀
그
극
근
글
금
급
기
김
꺼
껐
나
날
남
났
내
너
네
념
노
놔
눈
늬
다
단
대
더
도
독
돌
동
디
딱
라
람
래
런
렌
려
렬
로
록
론
루
류
르
를
리
립
마
막
만
말
명
목
무
문
물
미
민
믿
바
박
방
백
뱅
버
범
법
별
병
보
복
봐
부
불
붉
빅
빙
빤
뿐
사
산
살
삼
삿
상
새
색
서
성
센
소
쇼
수
순
술
숫
스
시
식
신
실
쌤
아
안
암
앙
애
앤
야
양
어
에
엔
연
영
예
오
온
왜
용
운
울
원
위
유
은
을
음
의
이
인
일
자
장
재
적
전
점
정
제
조
종
좋
주
줄
중
지
진
집
짓
징
차
천
청
체
쳐
초
춘
충
치
커
코
킨
타
태
터
퇴
투
트
특
파
판
퍼
평
표
풍
피
하
학
한
합
해
행
향
허
헬
호
혹
홀
화
회
후
희
️
︠
︡
﻿
�
𐀁
𐀈
𐀫
𐎠
𐎢
𐎭
𐎰
𐎹
𐎺
𐎼
𐏁
𐭃
𐭉
𐭓
𐭕
𒀯
𒀳
🖕
