

 
!
"
#
$
%
&
'
(
)
*
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
<
=
>
?
@
A
B
C
D
E
F
G
H
I
J
K
L
M
N
O
P
Q
R
S
T
U
V
W
X
Y
Z
[
\
]
^
_
`
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
{
|
}
~
































¡
¢
£
¤
¥
¦
§
©
«
¬
­
®
°
±
¶
·
»
¿
À
Á
Â
Ã
Ä
Å
Æ
Ç
È
É
Ê
Ë
Ì
Í
Î
Ï
Ð
Ñ
Ò
Ó
Ô
Õ
Ö
×
Ø
Ù
Ú
Û
Ü
Ý
Þ
ß
à
á
â
ã
ä
å
æ
ç
è
é
ê
ë
ì
í
î
ï
ð
ñ
ò
ó
ô
õ
ö
÷
ø
ù
ú
û
ü
ý
þ
ÿ
Ā
ā
Ă
ă
Ą
ą
Ć
ć
Ĉ
ĉ
Ċ
ċ
Č
č
Ď
ď
Đ
đ
Ē
ē
Ĕ
ĕ
Ė
ė
Ę
ę
Ě
ě
Ĝ
ĝ
Ğ
ğ
Ġ
ġ
Ģ
ģ
Ĥ
ĥ
Ħ
ħ
Ĩ
ĩ
Ī
ī
Ĭ
ĭ
Į
į
İ
ı
Ĵ
ĵ
Ķ
ķ
ĸ
Ĺ
ĺ
Ļ
ļ
Ľ
ľ
Ł
ł
Ń
ń
Ņ
ņ
Ň
ň
Ŋ
ŋ
Ō
ō
Ŏ
ŏ
Ő
ő
Œ
œ
Ŕ
ŕ
Ŗ
ŗ
Ř
ř
Ś
ś
Ŝ
ŝ
Ş
ş
Š
š
Ţ
ţ
Ť
ť
Ŧ
ŧ
Ũ
ũ
Ū
ū
Ŭ
ŭ
Ů
ů
Ű
ű
Ų
ų
Ŵ
ŵ
Ŷ
ŷ
Ÿ
Ź
ź
Ż
ż
Ž
ž
ƀ
Ƃ
ƃ
Ɔ
ƈ
Ɖ
Ɗ
ƌ
ƍ
Ǝ
Ə
Ɛ
Ƒ
ƒ
Ɠ
Ɣ
ƕ
Ɩ
Ɨ
Ƙ
ƙ
ƚ
ƛ
Ɯ
Ɲ
ƞ
Ɵ
Ơ
ơ
Ƣ
ƣ
Ƥ
ƥ
Ʀ
Ƨ
ƨ
Ʃ
ƪ
Ƭ
ƭ
Ʈ
Ư
ư
Ʊ
Ʋ
Ƴ
ƴ
Ƶ
ƶ
Ʒ
Ƹ
ƽ
ƿ
ǀ
ǁ
ǂ
ǃ
Ǎ
ǎ
Ǐ
ǐ
Ǒ
ǒ
Ǔ
ǔ
Ǖ
ǖ
Ǘ
ǘ
Ǚ
ǚ
Ǜ
ǜ
ǝ
Ǟ
ǟ
ǡ
Ǣ
ǣ
Ǥ
ǥ
Ǧ
ǧ
Ǩ
ǩ
Ǫ
ǫ
ǭ
ǰ
Ǵ
ǵ
Ƿ
Ǹ
ǹ
Ǻ
ǻ
Ǽ
ǽ
Ǿ
ǿ
Ȁ
ȁ
Ȃ
ȃ
Ȅ
ȅ
Ȇ
ȇ
Ȉ
ȉ
Ȋ
ȋ
Ȍ
ȍ
ȏ
Ȑ
ȑ
Ȓ
Ȕ
ȕ
Ș
ș
Ț
ț
Ȝ
ȝ
Ȟ
ȟ
Ȣ
ȣ
Ȥ
ȥ
ȧ
Ȩ
ȩ
Ȫ
ȫ
Ȭ
ȭ
Ȯ
ȯ
Ȱ
ȱ
Ȳ
ȳ
ȶ
ȷ
Ȼ
ȼ
Ⱦ
ɀ
Ɂ
ɂ
Ƀ
Ʉ
Ʌ
Ɇ
ɇ
Ɉ
ɉ
ɋ
Ɍ
ɍ
Ɏ
ɐ
ɑ
ɒ
ɓ
ɔ
ɕ
ɖ
ɗ
ɘ
ə
ɚ
ɛ
ɜ
ɝ
ɞ
ɟ
ɠ
ɡ
ɢ
ɣ
ɤ
ɥ
ɦ
ɧ
ɨ
ɩ
ɪ
ɫ
ɬ
ɭ
ɮ
ɯ
ɰ
ɱ
ɲ
ɳ
ɴ
ɵ
ɶ
ɷ
ɸ
ɹ
ɺ
ɻ
ɼ
ɽ
ɾ
ɿ
ʀ
ʁ
ʂ
ʃ
ʄ
ʅ
ʇ
ʈ
ʉ
ʊ
ʋ
ʌ
ʍ
ʎ
ʏ
ʐ
ʑ
ʒ
ʔ
ʕ
ʖ
ʗ
ʘ
ʙ
ʜ
ʝ
ʞ
ʟ
ʡ
ʢ
ʣ
ʤ
ʥ
ʦ
ʧ
ʨ
ʩ
ʪ
ʫ
ʬ
ʭ
ʹ
ʺ
ʻ
ʼ
ʽ
ʾ
ʿ
ˀ
ˁ
˂
˃
˄
˅
ˆ
ˇ
ˈ
ˉ
ˊ
ˋ
ˌ
ˍ
ˎ
ˏ
ː
ˑ
˒
˔
˖
˗
˞
˟
˥
˦
˧
˨
˩
ˬ
ˮ
˰
˳
˴
˵
˶
˹
˺
̀
́
̂
̃
̄
̅
̆
̇
̈
̉
̊
̋
̌
̍
̎
̏
̐
̑
̒
̓
̔
̕
̖
̗
̘
̙
̚
̛
̜
̝
̞
̟
̠
̡
̢
̣
̤
̥
̦
̧
̨
̩
̪
̫
̬
̭
̮
̯
̰
̱
̲
̳
̴
̵
̶
̷
̸
̹
̺
̻
̼
̽
̾
̿
͂
ͅ
͆
͇
͈
͉
͊
͋
͌
͍
͎
͏
͐
͑
͒
͓
͔
͕
͖
͗
͘
͙
͚
͛
͜
͝
͞
͟
͠
͡
͢
ͣ
ͤ
ͥ
ͦ
ͧ
ͨ
ͩ
ͪ
ͫ
ͬ
ͭ
ͮ
ͯ
Ͱ
ͱ
Ͳ
ͳ
͵
Ͷ
ͷ
ͻ
ͼ
ͽ
Ϳ
Ά
Έ
Ή
Ί
Ό
΍
Ύ
Ώ
ΐ
Α
Β
Γ
Δ
Ε
Ζ
Η
Θ
Ι
Κ
Λ
Μ
Ν
Ξ
Ο
Π
Ρ
΢
Σ
Τ
Υ
Φ
Χ
Ψ
Ω
Ϊ
Ϋ
ά
έ
ή
ί
ΰ
α
β
γ
δ
ε
ζ
η
θ
ι
κ
λ
μ
ν
ξ
ο
π
ρ
ς
σ
τ
υ
φ
χ
ψ
ω
ϊ
ϋ
ό
ύ
ώ
Ϗ
ϗ
Ϙ
ϙ
Ϛ
ϛ
Ϝ
ϝ
Ϟ
ϟ
Ϡ
ϡ
Ϣ
ϣ
Ϥ
ϥ
Ϧ
ϧ
Ϩ
ϩ
Ϫ
ϫ
Ϭ
ϭ
Ϯ
ϯ
ϳ
϶
Ϸ
ϸ
Ϻ
ϻ
ϼ
Ͻ
Ͼ
Ͽ
Ѐ
Ё
Ђ
Ѓ
Є
Ѕ
І
Ї
Ј
Љ
Њ
Ћ
Ќ
Ѝ
Ў
Џ
А
Б
В
Г
Д
Е
Ж
З
И
Й
К
Л
М
Н
О
П
Р
С
Т
У
Ф
Х
Ц
Ч
Ш
Щ
Ъ
Ы
Ь
Э
Ю
Я
а
б
в
г
д
е
ж
з
и
й
к
л
м
н
о
п
р
с
т
у
ф
х
ц
ч
ш
щ
ъ
ы
ь
э
ю
я
ѐ
ё
ђ
ѓ
є
ѕ
і
ї
ј
љ
њ
ћ
ќ
ѝ
ў
џ
Ѡ
ѡ
Ѣ
ѣ
Ѥ
ѥ
Ѧ
ѧ
Ѩ
ѩ
Ѫ
ѫ
Ѭ
ѭ
Ѯ
ѯ
Ѱ
ѱ
Ѳ
ѳ
Ѵ
ѵ
Ѷ
ѷ
Ѹ
ѹ
Ѻ
ѻ
Ѽ
ѽ
Ѿ
ѿ
Ҁ
ҁ
҂
҃
҄
҅
҆
҇
҈
҉
Ҋ
ҋ
Ҍ
ҍ
Ҏ
ҏ
Ґ
ґ
Ғ
ғ
Ҕ
ҕ
Җ
җ
Ҙ
ҙ
Қ
қ
Ҝ
ҝ
Ҟ
ҟ
Ҡ
ҡ
Ң
ң
Ҥ
ҥ
Ҧ
ҧ
Ҩ
ҩ
Ҫ
ҫ
Ҭ
ҭ
Ү
ү
Ұ
ұ
Ҳ
ҳ
Ҵ
ҵ
Ҷ
ҷ
Ҹ
ҹ
Һ
һ
Ҽ
ҽ
Ҿ
ҿ
Ӏ
Ӂ
ӂ
Ӄ
ӄ
Ӆ
ӆ
Ӈ
ӈ
Ӊ
ӊ
Ӌ
ӌ
Ӎ
ӎ
ӏ
Ӑ
ӑ
Ӓ
ӓ
Ӕ
ӕ
Ӗ
ӗ
Ә
ә
Ӛ
ӛ
Ӝ
ӝ
Ӟ
ӟ
Ӡ
ӡ
Ӣ
ӣ
Ӥ
ӥ
Ӧ
ӧ
Ө
ө
Ӫ
ӫ
Ӭ
ӭ
Ӯ
ӯ
Ӱ
ӱ
Ӳ
ӳ
Ӵ
ӵ
Ӷ
ӷ
Ӹ
ӹ
Ӻ
ӻ
Ӽ
ӽ
Ӿ
ӿ
Ԁ
ԁ
Ԃ
ԑ
Ԓ
ԙ
ԛ
Ԝ
Ԣ
Ԩ
Ԫ
Ա
Բ
Գ
Դ
Ե
Զ
Է
Ը
Թ
Ժ
Ի
Լ
Խ
Ծ
Կ
Հ
Ձ
Ղ
Ճ
Մ
Յ
Ն
Շ
Ո
Չ
Պ
Ջ
Ռ
Ս
Վ
Տ
Ր
Ց
Ւ
Փ
Ք
Օ
Ֆ
՚
՛
՜
՝
՞
՟
ա
բ
գ
դ
ե
զ
է
ը
թ
ժ
ի
լ
խ
ծ
կ
հ
ձ
ղ
ճ
մ
յ
ն
շ
ո
չ
պ
ջ
ռ
ս
վ
տ
ր
ց
ւ
փ
ք
օ
ֆ
։
֊
֌
֑
֒
֔
֕
֖
֗
֘
֙
֚
֛
֜
֝
֞
֠
֡
֣
֤
֥
֦
֧
֨
֩
֪
֫
֬
֭
ְ
ֱ
ֲ
ֳ
ִ
ֵ
ֶ
ַ
ָ
ֹ
ֺ
ֻ
ּ
ֽ
־
ֿ
׀
ׁ
ׂ
׃
ׄ
ׅ
׆
ׇ
׊
א
ב
ג
ד
ה
ו
ז
ח
ט
י
ך
כ
ל
ם
מ
ן
נ
ס
ע
ף
פ
ץ
צ
ק
ר
ש
ת
װ
ױ
ײ
׳
״
׶
׾
׿
؀
؈
،
؎
ؐ
ؑ
ؔ
ؕ
ؙ
؛
؞
؟
ء
آ
أ
ؤ
إ
ئ
ا
ب
ة
ت
ث
ج
ح
خ
د
ذ
ر
ز
س
ش
ص
ض
ط
ظ
ع
غ
ؽ
ـ
ف
ق
ك
ل
م
ن
ه
و
ى
ي
ً
ٌ
ٍ
َ
ُ
ِ
ّ
ْ
ٓ
ٔ
ٕ
ٗ
٘
ٛ
٠
١
٢
٣
٤
٥
٦
٧
٨
٩
٪
٫
٬
٭
ٮ
ٯ
ٰ
ٱ
ٲ
ٴ
ٹ
ٺ
ٻ
ټ
ٽ
پ
ٿ
ڀ
ځ
چ
ڇ
ڈ
ډ
ڊ
ڌ
ڏ
ڑ
ړ
ڔ
ڕ
ږ
ڗ
ژ
ڙ
ښ
ڜ
ڠ
ڡ
ڢ
ڤ
ڥ
ڧ
ڨ
ک
ڪ
ګ
ڭ
گ
ڱ
ڲ
ڳ
ڵ
ڸ
ڹ
ں
ڻ
ھ
ڿ
ۀ
ہ
ۂ
ۃ
ۅ
ۆ
ۇ
ۈ
ۉ
ۊ
ۋ
ی
ۍ
ێ
ې
ے
۔
ە
ۖ
ۗ
ۘ
ۚ
ۛ
۝
۞
۟
ۡ
ۢ
ۤ
ۥ
ۦ
۩
۪
۬
ۭ
۰
۱
۲
۳
۴
۵
۶
۷
۸
۹
ۺ
ۻ
ۼ
۽
۾
ۿ
܀
܁
܂
܃
܄
܅
܆
܇
܈
܉
܊
܋
܌
܍
܏
ܐ
ܑ
ܒ
ܓ
ܔ
ܕ
ܖ
ܗ
ܘ
ܙ
ܚ
ܛ
ܜ
ܝ
ܞ
ܟ
ܠ
ܡ
ܢ
ܣ
ܤ
ܥ
ܦ
ܧ
ܨ
ܩ
ܪ
ܫ
ܬ
ܭ
ܮ
ܯ
ܰ
ܱ
ܲ
ܳ
ܴ
ܵ
ܶ
ܷ
ܸ
ܹ
ܺ
ܻ
ܼ
ܽ
ܾ
ܿ
݀
݁
݂
݃
݄
݅
݆
݇
݈
݉
݊
ݍ
ݎ
ݏ
ݐ
ݓ
ݛ
ݜ
ݞ
ݢ
ݣ
ݨ
ݿ
ހ
ށ
ނ
ރ
ބ
ޅ
ކ
އ
ވ
މ
ފ
ދ
ތ
ލ
ގ
ސ
ޑ
ޓ
ޖ
ޝ
ޣ
ޤ
ަ
ާ
ި
ީ
ު
ޫ
ެ
ޭ
ޮ
ޯ
ް
޴
޵
߂
ߍ
ߏ
ߐ
ߒ
ߛ
ߞ
ߤ
ߥ
ߪ
߯
߳
߷
߹
߻
ࠓ
ࠗ
ࢠ
ࣿ
ऀ
ँ
ं
ः
ऄ
अ
आ
इ
ई
उ
ऊ
ऋ
ऌ
ऍ
ऎ
ए
ऐ
ऑ
ऒ
ओ
औ
क
ख
ग
घ
ङ
च
छ
ज
झ
ञ
ट
ठ
ड
ढ
ण
त
थ
द
ध
न
ऩ
प
फ
ब
भ
म
य
र
ऱ
ल
ळ
ऴ
व
श
ष
स
ह
ऺ
ऻ
़
ऽ
ा
ि
ी
ु
ू
ृ
ॄ
ॅ
ॆ
े
ै
ॉ
ॊ
ो
ौ
्
ॎ
ॏ
ॐ
॑
॒
॓
॔
ॕ
ॖ
ॗ
ॠ
ॡ
ॢ
ॣ
।
॥
०
१
२
३
४
५
६
७
८
९
॰
ॱ
ॲ
ॳ
ॴ
ॵ
ॶ
ॷ
ॸ
ॹ
ॺ
ॻ
ॼ
ॽ
ॾ
ॿ
ঁ
ং
ঃ
অ
আ
ই
ঈ
উ
ঋ
এ
ঐ
ও
ক
খ
গ
ঘ
ঙ
চ
ছ
জ
ঝ
ঞ
ট
ঠ
ড
ঢ
ণ
ত
থ
দ
ধ
ন
প
ফ
ব
ভ
ম
য
র
ল
শ
ষ
স
হ
়
া
ি
ী
ু
ূ
ৃ
ে
ৈ
ো
ৌ
্
ৎ
০
১
২
৩
৪
৫
৬
৭
৮
৯
ৰ
ৱ
৳
৸
਀
ਂ
ਅ
ਆ
ਇ
ਈ
ਉ
ਊ
ਏ
ਐ
ਓ
ਕ
ਖ
ਗ
ਘ
ਚ
ਛ
ਜ
ਝ
ਟ
ਠ
ਡ
ਢ
ਣ
ਤ
ਥ
ਦ
ਧ
ਨ
ਪ
ਫ
ਬ
ਭ
ਮ
ਯ
ਰ
ਲ
ਵ
ਸ
ਹ
਼
ਾ
ਿ
ੀ
ੁ
ੂ
ੇ
ੈ
ੋ
ੌ
੍
ੜ
੦
੧
੨
੩
੪
੫
੬
੭
੮
੯
ੰ
ੱ
ੴ
ં
અ
આ
ઉ
ઋ
ઍ
એ
ઐ
ઓ
ક
ગ
ઘ
ચ
છ
જ
ઝ
ટ
ડ
ઢ
ણ
ત
થ
દ
ધ
ન
પ
ફ
બ
ભ
મ
ય
ર
લ
ળ
વ
શ
ષ
સ
હ
ા
િ
ી
ુ
ૂ
ૃ
ે
ૈ
ૉ
ો
્
ૐ
૦
૧
૨
૩
૪
૫
૬
૭
૮
૯
૱
ଂ
ଅ
ଆ
ଉ
ଓ
କ
ଖ
ଗ
ଘ
ଙ
ଚ
ଛ
ଜ
ଟ
ଠ
ଡ
ଢ
ଣ
ତ
ଥ
ଦ
ଧ
ନ
ପ
ବ
ଭ
ମ
ଯ
ର
ଲ
ଳ
ଶ
ଷ
ସ
ହ
଼
ା
ି
ୀ
ୁ
ୂ
ୃ
େ
ୋ
୍
ୟ
୦
୧
୨
୩
୪
୫
୬
୭
୮
୯
ୱ
ஃ
அ
ஆ
இ
ஈ
உ
ஊ
எ
ஏ
ஐ
ஒ
ஓ
ஔ
க
ங
ச
ஜ
ஞ
ட
ண
த
ந
ன
ப
ம
ய
ர
ற
ல
ள
ழ
வ
ஷ
ஸ
ஹ
ா
ி
ீ
ு
ூ
ெ
ே
ை
ொ
ோ
ௌ
்
௦
௧
௨
௩
௪
௫
௬
௭
௮
௯
௰
௱
௲
௹
ం
అ
ఆ
ఇ
ఈ
ఉ
ఊ
ఋ
ఌ
ఎ
ఏ
ఐ
ఒ
ఓ
క
ఖ
గ
ఘ
చ
ఛ
జ
ఝ
ఞ
ట
ఠ
డ
ఢ
ణ
త
థ
ద
ధ
న
ప
ఫ
బ
భ
మ
య
ర
ల
ళ
వ
శ
ష
స
హ
ా
ి
ీ
ు
ూ
ృ
ె
ే
ై
ొ
ో
ౌ
్
ౡ
౦
౧
౨
౩
౪
౫
౬
౭
౮
౯
ಀ
ಁ
ಂ
ಃ
಄
ಅ
ಆ
ಇ
ಈ
ಉ
ಊ
ಋ
ಌ
ಎ
ಏ
ಐ
ಒ
ಓ
ಔ
ಕ
ಖ
ಗ
ಘ
ಙ
ಚ
ಛ
ಜ
ಝ
ಞ
ಟ
ಠ
ಡ
ಢ
ಣ
ತ
ಥ
ದ
ಧ
ನ
ಪ
ಫ
ಬ
ಭ
ಮ
ಯ
ರ
ಱ
ಲ
ಳ
ವ
ಶ
ಷ
ಸ
ಹ
಼
ಽ
ಾ
ಿ
ೀ
ು
ೂ
ೃ
ೄ
ೆ
ೇ
ೈ
ೊ
ೋ
ೌ
್
ೕ
ೖ
ೞ
ೠ
ೡ
ೢ
ೣ
೦
೧
೨
೩
೪
೫
೬
೭
೮
೯
ೱ
ೲ
ഀ
ം
ഃ
അ
ആ
ഇ
ഈ
ഉ
ഊ
ഋ
എ
ഏ
ഐ
ഒ
ഓ
ഔ
ക
ഖ
ഗ
ഘ
ങ
ച
ഛ
ജ
ഝ
ഞ
ട
ഠ
ഡ
ഢ
ണ
ത
ഥ
ദ
ധ
ന
പ
ഫ
ബ
ഭ
മ
യ
ര
റ
ല
ള
ഴ
വ
ശ
ഷ
സ
ഹ
ഽ
ാ
ി
ീ
ു
ൂ
ൃ
െ
േ
ൈ
ൊ
ോ
ൌ
്
ൗ
൦
൧
൨
൩
൪
൫
൬
൭
൮
൯
൰
൱
൲
ൺ
ൻ
ർ
ൽ
ൾ
ං
ඃ
අ
ආ
ඇ
ඈ
ඉ
ඊ
උ
ඌ
ඍ
ඎ
ඏ
ඐ
එ
ඒ
ඓ
ඔ
ඕ
ඖ
ක
ඛ
ග
ඝ
ඞ
ඟ
ච
ඡ
ජ
ඣ
ඤ
ඥ
ඦ
ට
ඨ
ඩ
ඪ
ණ
ඬ
ත
ථ
ද
ධ
න
඲
ඳ
ප
ඵ
බ
භ
ම
ඹ
ය
ර
ල
ව
ශ
ෂ
ස
හ
ළ
ෆ
්
ා
ැ
ෑ
ි
ී
ු
ූ
ෘ
ෙ
ේ
ෛ
ො
ෝ
ෞ
ෟ
෦
෧
෨
෩
෪
෫
෬
෭
෮
෯
ෲ
ෳ
෴
ก
ข
ฃ
ค
ฅ
ฆ
ง
จ
ฉ
ช
ซ
ฌ
ญ
ฎ
ฏ
ฐ
ฑ
ฒ
ณ
ด
ต
ถ
ท
ธ
น
บ
ป
ผ
ฝ
พ
ฟ
ภ
ม
ย
ร
ฤ
ล
ฦ
ว
ศ
ษ
ส
ห
ฬ
อ
ฮ
ฯ
ะ
ั
า
ิ
ี
ึ
ื
ุ
ู
ฺ
฿
เ
แ
โ
ใ
ไ
ๅ
ๆ
็
่
้
๊
๋
์
ํ
๏
๐
๑
๒
๓
๔
๕
๖
๗
๘
๙
๛
ກ
ຂ
ຄ
ງ
ຈ
ຊ
ຍ
ດ
ຕ
ຖ
ທ
ນ
ບ
ປ
ຜ
ຝ
ພ
ຟ
ມ
ຢ
ຣ
ລ
ວ
ສ
ຫ
ອ
ຮ
ະ
ັ
າ
ິ
ີ
ຶ
ື
ຸ
ູ
ົ
ຼ
ຽ
ເ
ແ
ໂ
ໄ
່
້
ໍ
໐
໑
໒
໓
໔
໕
໖
໗
໘
໙
༄
༅
༆
༈
༉
་
།
༎
༚
༡
༢
༣
༥
༯
༶
༺
༻
༼
༽
ཀ
ཁ
ག
ང
ཅ
ཆ
ཇ
ཉ
ཊ
ཏ
ཐ
ད
ན
པ
ཕ
བ
མ
ཙ
ཚ
ཛ
ཝ
ཞ
ཟ
འ
ཡ
ར
ལ
ཤ
ས
ཧ
ཨ
ཫ
ཱ
ི
ུ
ེ
ོ
ཾ
྄
ྐ
ྒ
ྔ
ྕ
ྗ
ྙ
ྟ
ྡ
ྣ
ྤ
ྥ
ྦ
ྨ
ྩ
ྫ
ྰ
ྱ
ྲ
ླ
ྷ
࿏
࿔
က
ခ
ဂ
ဃ
င
စ
ဆ
ဇ
ဈ
ဉ
ည
ဋ
ဌ
ဍ
ဎ
ဏ
တ
ထ
ဒ
ဓ
န
ပ
ဖ
ဗ
ဘ
မ
ယ
ရ
လ
ဝ
သ
ဟ
ဠ
အ
ဣ
ဤ
ဥ
ဦ
ဧ
ဩ
ါ
ာ
ိ
ီ
ု
ူ
ေ
ဲ
ဵ
ံ
့
း
္
်
ျ
ြ
ွ
ှ
ဿ
၀
၁
၃
၅
၆
၉
။
၌
၏
ၵ
ၶ
ၾ
ႆ
ႈ
႟
Ⴀ
Ⴁ
Ⴂ
Ⴃ
Ⴄ
Ⴅ
Ⴆ
Ⴇ
Ⴈ
Ⴉ
Ⴊ
Ⴋ
Ⴌ
Ⴍ
Ⴎ
Ⴏ
Ⴐ
Ⴑ
Ⴒ
Ⴓ
Ⴔ
Ⴕ
Ⴖ
Ⴗ
Ⴘ
Ⴙ
Ⴚ
Ⴛ
Ⴜ
Ⴝ
Ⴞ
Ⴟ
Ⴠ
Ⴡ
Ⴢ
Ⴣ
Ⴤ
Ⴥ
Ⴧ
Ⴭ
ა
ბ
გ
დ
ე
ვ
ზ
თ
ი
კ
ლ
მ
ნ
ო
პ
ჟ
რ
ს
ტ
უ
ფ
ქ
ღ
ყ
შ
ჩ
ც
ძ
წ
ჭ
ხ
ჯ
ჰ
ჱ
ჲ
ჳ
ჴ
ჵ
ჶ
ჷ
ჸ
ჹ
ჺ
჻
ჽ
ჾ
ჿ
ᄀ
ᄁ
ᄂ
ᄃ
ᄄ
ᄅ
ᄆ
ᄇ
ᄈ
ᄉ
ᄊ
ᄋ
ᄌ
ᄍ
ᄎ
ᄏ
ᄐ
ᄑ
ᄒ
ᄙ
ᄚ
ᄡ
ᄫ
ᄼ
ᄽ
ᄾ
ᄿ
ᅀ
ᅌ
ᅎ
ᅏ
ᅐ
ᅑ
ᅔ
ᅕ
ᅙ
ᅠ
ᅡ
ᅢ
ᅣ
ᅤ
ᅥ
ᅦ
ᅧ
ᅨ
ᅩ
ᅪ
ᅫ
ᅬ
ᅭ
ᅮ
ᅯ
ᅰ
ᅱ
ᅲ
ᅳ
ᅴ
ᅵ
ᆞ
ᆨ
ᆪ
ᆫ
ᆬ
ᆭ
ᆰ
ᆱ
ᆲ
ᆳ
ᆴ
ᆵ
ᆺ
ᇂ
ሀ
ሁ
ሂ
ሃ
ሄ
ህ
ሆ
ለ
ሉ
ሊ
ላ
ሌ
ል
ሎ
ሐ
ሔ
ሕ
መ
ሚ
ማ
ሜ
ም
ሞ
ሠ
ሣ
ሥ
ረ
ሩ
ሪ
ራ
ሬ
ር
ሮ
ሰ
ሱ
ሲ
ሳ
ሴ
ስ
ሶ
ሷ
ሺ
ሻ
ሽ
ቀ
ቁ
ቂ
ቃ
ቄ
ቅ
ቆ
ቈ
ቋ
በ
ቡ
ቢ
ባ
ቤ
ብ
ቦ
ቧ
ቨ
ተ
ቱ
ቲ
ታ
ቴ
ት
ቶ
ቷ
ቸ
ቹ
ቻ
ቼ
ች
ቾ
ኀ
ኃ
ኅ
ኋ
ነ
ኑ
ኒ
ና
ኔ
ን
ኖ
ኘ
ኙ
ኛ
ኝ
ኞ
ኟ
አ
ኡ
ኢ
ኣ
ኤ
እ
ኦ
ከ
ኩ
ኪ
ካ
ክ
ኮ
ኳ
ወ
ዊ
ዋ
ዌ
ው
ዎ
ዐ
ዓ
ዕ
ዘ
ዙ
ዚ
ዛ
ዜ
ዝ
ዣ
ዦ
የ
ዩ
ያ
ዬ
ይ
ዮ
ደ
ዱ
ዲ
ዳ
ዴ
ድ
ዶ
ዸ
ጀ
ጁ
ጂ
ጃ
ጅ
ጆ
ገ
ጉ
ጊ
ጋ
ጌ
ግ
ጎ
ጐ
ጓ
ጠ
ጡ
ጢ
ጣ
ጥ
ጨ
ጫ
ጭ
ጳ
ጵ
ጸ
ጻ
ጼ
ጽ
ፀ
ፁ
ፅ
ፈ
ፉ
ፋ
ፌ
ፍ
ፐ
ፕ
ፖ
፡
፣
፤
፦
Ꭰ
Ꭱ
Ꭲ
Ꭳ
Ꭴ
Ꭵ
Ꭶ
Ꭷ
Ꭸ
Ꭹ
Ꭺ
Ꭻ
Ꭼ
Ꭽ
Ꭾ
Ꭿ
Ꮀ
Ꮁ
Ꮂ
Ꮃ
Ꮄ
Ꮅ
Ꮆ
Ꮇ
Ꮈ
Ꮉ
Ꮊ
Ꮋ
Ꮌ
Ꮍ
Ꮎ
Ꮏ
Ꮐ
Ꮑ
Ꮒ
Ꮓ
Ꮔ
Ꮕ
Ꮖ
Ꮗ
Ꮘ
Ꮙ
Ꮚ
Ꮛ
Ꮜ
Ꮝ
Ꮞ
Ꮟ
Ꮠ
Ꮡ
Ꮢ
Ꮣ
Ꮤ
Ꮥ
Ꮦ
Ꮧ
Ꮨ
Ꮩ
Ꮪ
Ꮫ
Ꮬ
Ꮭ
Ꮮ
Ꮯ
Ꮰ
Ꮱ
Ꮲ
Ꮳ
Ꮴ
Ꮵ
Ꮶ
Ꮷ
Ꮸ
Ꮹ
Ꮺ
Ꮻ
Ꮼ
Ꮽ
Ꮾ
Ꮿ
Ᏸ
Ᏹ
Ᏺ
Ᏻ
Ᏼ
᐀
ᐁ
ᐂ
ᐃ
ᐄ
ᐅ
ᐆ
ᐇ
ᐈ
ᐉ
ᐊ
ᐋ
ᐌ
ᐍ
ᐎ
ᐏ
ᐐ
ᐑ
ᐒ
ᐓ
ᐔ
ᐕ
ᐖ
ᐗ
ᐘ
ᐙ
ᐚ
ᐛ
ᐜ
ᐝ
ᐞ
ᐟ
ᐠ
ᐡ
ᐢ
ᐣ
ᐤ
ᐥ
ᐦ
ᐧ
ᐨ
ᐩ
ᐪ
ᐫ
ᐬ
ᐭ
ᐮ
ᐯ
ᐰ
ᐱ
ᐲ
ᐳ
ᐴ
ᐵ
ᐶ
ᐷ
ᐸ
ᐹ
ᐺ
ᐻ
ᐼ
ᐽ
ᐾ
ᐿ
ᑀ
ᑁ
ᑂ
ᑃ
ᑄ
ᑅ
ᑆ
ᑇ
ᑈ
ᑉ
ᑊ
ᑋ
ᑌ
ᑍ
ᑎ
ᑏ
ᑐ
ᑑ
ᑒ
ᑓ
ᑔ
ᑕ
ᑖ
ᑗ
ᑘ
ᑙ
ᑚ
ᑛ
ᑜ
ᑝ
ᑞ
ᑟ
ᑠ
ᑡ
ᑢ
ᑣ
ᑤ
ᑥ
ᑦ
ᑧ
ᑨ
ᑩ
ᑪ
ᑫ
ᑬ
ᑭ
ᑮ
ᑯ
ᑰ
ᑱ
ᑲ
ᑳ
ᑴ
ᑵ
ᑶ
ᑷ
ᑸ
ᑹ
ᑺ
ᑻ
ᑼ
ᑽ
ᑾ
ᑿ
ᒀ
ᒁ
ᒂ
ᒃ
ᒄ
ᒅ
ᒆ
ᒇ
ᒈ
ᒉ
ᒊ
ᒋ
ᒌ
ᒍ
ᒎ
ᒏ
ᒐ
ᒑ
ᒒ
ᒓ
ᒔ
ᒕ
ᒖ
ᒗ
ᒘ
ᒙ
ᒚ
ᒛ
ᒜ
ᒝ
ᒞ
ᒟ
ᒠ
ᒡ
ᒢ
ᒣ
ᒤ
ᒥ
ᒦ
ᒧ
ᒨ
ᒩ
ᒪ
ᒫ
ᒬ
ᒭ
ᒮ
ᒯ
ᒰ
ᒱ
ᒲ
ᒳ
ᒴ
ᒵ
ᒶ
ᒷ
ᒸ
ᒹ
ᒺ
ᒻ
ᒼ
ᒽ
ᒾ
ᒿ
ᓀ
ᓁ
ᓂ
ᓃ
ᓄ
ᓅ
ᓆ
ᓇ
ᓈ
ᓉ
ᓊ
ᓋ
ᓌ
ᓍ
ᓎ
ᓏ
ᓐ
ᓑ
ᓒ
ᓓ
ᓔ
ᓕ
ᓖ
ᓗ
ᓘ
ᓙ
ᓚ
ᓛ
ᓜ
ᓝ
ᓞ
ᓟ
ᓠ
ᓡ
ᓢ
ᓣ
ᓤ
ᓥ
ᓦ
ᓧ
ᓨ
ᓩ
ᓪ
ᓫ
ᓬ
ᓭ
ᓮ
ᓯ
ᓰ
ᓱ
ᓲ
ᓳ
ᓴ
ᓵ
ᓶ
ᓷ
ᓸ
ᓹ
ᓺ
ᓻ
ᓼ
ᓽ
ᓾ
ᓿ
ᔀ
ᔁ
ᔂ
ᔃ
ᔄ
ᔅ
ᔆ
ᔇ
ᔈ
ᔉ
ᔊ
ᔋ
ᔌ
ᔍ
ᔎ
ᔏ
ᔐ
ᔑ
ᔒ
ᔓ
ᔔ
ᔕ
ᔖ
ᔗ
ᔘ
ᔙ
ᔚ
ᔛ
ᔜ
ᔝ
ᔞ
ᔟ
ᔠ
ᔡ
ᔢ
ᔣ
ᔤ
ᔥ
ᔦ
ᔧ
ᔨ
ᔩ
ᔪ
ᔫ
ᔬ
ᔭ
ᔮ
ᔯ
ᔰ
ᔱ
ᔲ
ᔳ
ᔴ
ᔵ
ᔶ
ᔷ
ᔸ
ᔹ
ᔺ
ᔻ
ᔼ
ᔽ
ᔾ
ᔿ
ᕀ
ᕁ
ᕂ
ᕃ
ᕄ
ᕅ
ᕆ
ᕇ
ᕈ
ᕉ
ᕊ
ᕋ
ᕌ
ᕍ
ᕎ
ᕏ
ᕐ
ᕑ
ᕒ
ᕓ
ᕔ
ᕕ
ᕖ
ᕗ
ᕘ
ᕙ
ᕚ
ᕛ
ᕜ
ᕝ
ᕞ
ᕟ
ᕠ
ᕡ
ᕢ
ᕣ
ᕤ
ᕥ
ᕦ
ᕧ
ᕨ
ᕩ
ᕪ
ᕫ
ᕬ
ᕭ
ᕮ
ᕯ
ᕰ
ᕱ
ᕲ
ᕳ
ᕴ
ᕵ
ᕶ
ᕷ
ᕸ
ᕹ
ᕺ
ᕻ
ᕼ
ᕽ
ᕾ
ᕿ
ᖀ
ᖁ
ᖂ
ᖃ
ᖄ
ᖅ
ᖆ
ᖇ
ᖈ
ᖉ
ᖊ
ᖋ
ᖌ
ᖍ
ᖎ
ᖏ
ᖐ
ᖑ
ᖒ
ᖓ
ᖔ
ᖕ
ᖖ
ᖗ
ᖘ
ᖙ
ᖚ
ᖛ
ᖜ
ᖝ
ᖞ
ᖟ
ᖠ
ᖡ
ᖢ
ᖣ
ᖤ
ᖥ
ᖦ
ᖧ
ᖨ
ᖩ
ᖪ
ᖫ
ᖬ
ᖭ
ᖮ
ᖯ
ᖰ
ᖱ
ᖲ
ᖳ
ᖴ
ᖵ
ᖶ
ᖷ
ᖸ
ᖹ
ᖺ
ᖻ
ᖼ
ᖽ
ᖾ
ᖿ
ᗀ
ᗁ
ᗂ
ᗃ
ᗄ
ᗅ
ᗆ
ᗇ
ᗈ
ᗉ
ᗊ
ᗋ
ᗌ
ᗍ
ᗎ
ᗏ
ᗐ
ᗑ
ᗒ
ᗓ
ᗔ
ᗕ
ᗖ
ᗗ
ᗘ
ᗙ
ᗚ
ᗛ
ᗜ
ᗝ
ᗞ
ᗟ
ᗠ
ᗡ
ᗢ
ᗣ
ᗤ
ᗥ
ᗦ
ᗧ
ᗨ
ᗩ
ᗪ
ᗫ
ᗬ
ᗭ
ᗮ
ᗯ
ᗰ
ᗱ
ᗲ
ᗳ
ᗴ
ᗵ
ᗶ
ᗷ
ᗸ
ᗹ
ᗺ
ᗻ
ᗼ
ᗽ
ᗾ
ᗿ
ᘀ
ᘁ
ᘂ
ᘃ
ᘄ
ᘅ
ᘆ
ᘇ
ᘈ
ᘉ
ᘊ
ᘋ
ᘌ
ᘍ
ᘎ
ᘏ
ᘐ
ᘑ
ᘒ
ᘓ
ᘔ
ᘕ
ᘖ
ᘗ
ᘘ
ᘙ
ᘚ
ᘛ
ᘜ
ᘝ
ᘞ
ᘟ
ᘠ
ᘡ
ᘢ
ᘣ
ᘤ
ᘥ
ᘦ
ᘧ
ᘨ
ᘩ
ᘪ
ᘫ
ᘬ
ᘭ
ᘮ
ᘯ
ᘰ
ᘱ
ᘲ
ᘳ
ᘴ
ᘵ
ᘶ
ᘷ
ᘸ
ᘹ
ᘺ
ᘻ
ᘼ
ᘽ
ᘾ
ᘿ
ᙀ
ᙁ
ᙂ
ᙃ
ᙄ
ᙅ
ᙆ
ᙇ
ᙈ
ᙉ
ᙊ
ᙋ
ᙌ
ᙍ
ᙎ
ᙏ
ᙐ
ᙑ
ᙒ
ᙓ
ᙔ
ᙕ
ᙖ
ᙗ
ᙘ
ᙙ
ᙚ
ᙛ
ᙜ
ᙝ
ᙞ
ᙟ
ᙠ
ᙡ
ᙢ
ᙣ
ᙤ
ᙥ
ᙦ
ᙧ
ᙨ
ᙩ
ᙪ
ᙫ
ᙬ
᙭
᙮
ᙯ
ᙰ
ᙱ
ᙲ
ᙳ
ᙴ
ᙵ
ᙶ
ᙷ
ᙸ
ᙹ
ᙺ
ᙻ
ᙼ
ᙽ
ᙾ
ᙿ
ᚁ
ᚂ
ᚃ
ᚄ
ᚅ
ᚆ
ᚇ
ᚈ
ᚉ
ᚊ
ᚋ
ᚌ
ᚏ
ᚐ
ᚑ
ᚒ
ᚓ
ᚔ
ᚕ
ᚖ
᚛
᚜
ᚠ
ᚡ
ᚢ
ᚣ
ᚤ
ᚥ
ᚦ
ᚧ
ᚨ
ᚩ
ᚪ
ᚫ
ᚬ
ᚭ
ᚮ
ᚯ
ᚰ
ᚱ
ᚲ
ᚳ
ᚴ
ᚵ
ᚶ
ᚷ
ᚸ
ᚹ
ᚺ
ᚻ
ᚼ
ᚽ
ᚾ
ᚿ
ᛀ
ᛁ
ᛂ
ᛃ
ᛄ
ᛅ
ᛆ
ᛇ
ᛈ
ᛉ
ᛊ
ᛋ
ᛌ
ᛍ
ᛎ
ᛏ
ᛐ
ᛑ
ᛒ
ᛓ
ᛔ
ᛕ
ᛖ
ᛗ
ᛘ
ᛙ
ᛚ
ᛛ
ᛜ
ᛝ
ᛞ
ᛟ
ᛠ
ᛡ
ᛢ
ᛣ
ᛤ
ᛥ
ᛦ
ᛧ
ᛨ
ᛩ
ᛪ
᛫
᛬
᛭
ᛮ
ᛯ
ᛰ
ᛱ
ᛲ
ᛳ
ᛴ
ᛵ
ᛶ
ᛷ
ᛸ
ᜀ
ᜁ
ᜂ
ᜃ
ᜄ
ᜅ
ᜆ
ᜇ
ᜈ
ᜉ
ᜊ
ᜋ
ᜌ
ᜍ
ᜎ
ᜏ
ᜐ
ᜑ
ᜒ
ᜓ
᜔
᜵
᜶
ᝰ
ក
ខ
គ
ឃ
ង
ច
ឆ
ជ
ឈ
ញ
ដ
ឋ
ឍ
ណ
ត
ថ
ទ
ធ
ន
ប
ផ
ព
ភ
ម
យ
រ
ល
វ
ស
ហ
អ
ឥ
ឧ
ឬ
ឯ
ឱ
ា
ិ
ី
ឹ
ឺ
ុ
ូ
ួ
ើ
ឿ
ៀ
េ
ែ
ៃ
ោ
ៅ
ំ
ះ
៉
៊
់
៍
័
្
។
៛
០
១
២
៣
៤
៥
៦
៧
៨
៩
᠋
᠌
ᠠ
ᠡ
ᠢ
ᠣ
ᠤ
ᠥ
ᠦ
ᠧ
ᠨ
ᠩ
ᠪ
ᠬ
ᠭ
ᠮ
ᠯ
ᠰ
ᠲ
ᠳ
ᠴ
ᠵ
ᠶ
ᠷ
ᠸ
ᠺ
ᡝ
ᡠ
ᡡ
ᡤ
ᡥ
ᡦ
ᡧ
ᡨ
ᡩ
ᡳ
ᡴ
ᡵ
ᡶ
ᢰ
ᢱ
ᢲ
ᢳ
ᢴ
ᢵ
ᢶ
ᢷ
ᢸ
ᢹ
ᢺ
ᢻ
ᢼ
ᢽ
ᢾ
ᢿ
ᣀ
ᣁ
ᣂ
ᣃ
ᣄ
ᣅ
ᣆ
ᣇ
ᣈ
ᣉ
ᣊ
ᣋ
ᣌ
ᣍ
ᣎ
ᣏ
ᣐ
ᣑ
ᣒ
ᣓ
ᣔ
ᣕ
ᣖ
ᣗ
ᣘ
ᣙ
ᣚ
ᣛ
ᣜ
ᣝ
ᣞ
ᣟ
ᣠ
ᣡ
ᣢ
ᣣ
ᣤ
ᣥ
ᣦ
ᣧ
ᣨ
ᣩ
ᣪ
ᣫ
ᣬ
ᣭ
ᣮ
ᣯ
ᣰ
ᣱ
ᣲ
ᣳ
ᣴ
ᣵ
᣼
᥄
᥆
᥉
ᥒ
ᥕ
ᥣ
ᥱ
ᥲ
ᥴ
᪵
ᬩ
ᬮ
ᬶ
᭕
ᮏ
ᮚ
ᮝ
ᮞ
ᮢ
ᮤ
Ა
Ბ
Გ
Დ
Ე
Ვ
Ზ
Თ
Ი
Კ
Ლ
Მ
Ნ
Ო
Პ
Ჟ
Რ
Ს
Ტ
Უ
Ფ
Ქ
Ღ
Ყ
Შ
Ჩ
Ც
Ძ
Წ
Ჭ
Ხ
Ჯ
Ჰ
Ჱ
Ჲ
Ჳ
Ჴ
Ჵ
Ჶ
Ჷ
Ჸ
Ჹ
Ჺ
Ჽ
Ჾ
Ჿ
ᴀ
ᴁ
ᴂ
ᴄ
ᴅ
ᴇ
ᴉ
ᴊ
ᴋ
ᴍ
ᴏ
ᴖ
ᴗ
ᴘ
ᴚ
ᴛ
ᴜ
ᴞ
ᴠ
ᴡ
ᴢ
ᴥ
ᵬ
ᵭ
ᵮ
ᵯ
ᵰ
ᵱ
ᵲ
ᵳ
ᵴ
ᵵ
ᵶ
ᵷ
ᵹ
ᵻ
ᵽ
ᵿ
ᶅ
ᶇ
ᶊ
ᶎ
ᶒ
ᶖ
ᶘ
ᶚ
᷀
᷁
᷄
᷅
᷆
᷇
᷈
᷉
᷊
ᷝ
ᷬ
᷿
ḁ
Ḃ
ḃ
ḅ
ḇ
Ḉ
ḉ
Ḋ
ḋ
Ḍ
ḍ
Ḏ
ḏ
Ḑ
ḑ
ḓ
Ḕ
ḕ
Ḗ
ḗ
ḙ
Ḛ
ḛ
Ḝ
ḝ
Ḟ
ḟ
Ḡ
ḡ
Ḣ
Ḥ
ḥ
Ḧ
ḧ
Ḩ
ḩ
Ḫ
ḫ
Ḭ
ḭ
Ḯ
ḯ
Ḱ
ḱ
Ḳ
ḳ
Ḵ
ḵ
Ḷ
ḷ
ḹ
ḻ
ḽ
Ḿ
ḿ
Ṁ
ṁ
Ṃ
ṃ
Ṅ
ṅ
Ṇ
ṇ
ṉ
Ṍ
ṍ
Ṏ
ṏ
Ṑ
ṑ
Ṓ
ṓ
Ṕ
ṕ
Ṗ
ṗ
ṙ
Ṛ
ṛ
ṝ
ṟ
Ṡ
ṡ
Ṣ
ṣ
Ṥ
ṥ
ṧ
Ṫ
ṫ
Ṭ
ṭ
Ṯ
ṯ
Ṱ
Ṳ
ṳ
Ṵ
ṵ
ṷ
Ṹ
ṹ
Ṻ
ṻ
Ṽ
ṽ
Ṿ
ṿ
Ẁ
ẁ
Ẃ
ẃ
Ẅ
ẅ
ẇ
Ẋ
ẋ
Ẍ
ẍ
ẏ
Ẑ
ẑ
Ẓ
ẓ
Ẕ
ẕ
ẖ
ẗ
ẜ
ẝ
ẞ
ẟ
ạ
Ả
ả
Ấ
ấ
Ầ
ầ
Ẩ
ẩ
Ẫ
ẫ
Ậ
ậ
Ắ
ắ
Ằ
ằ
Ẳ
ẳ
Ẵ
ẵ
Ặ
ặ
Ẹ
ẹ
ẻ
Ẽ
ẽ
Ế
ế
Ề
ề
ể
Ễ
ễ
Ệ
ệ
Ỉ
ỉ
Ị
ị
Ọ
ọ
ỏ
Ố
ố
Ồ
ồ
ổ
Ỗ
ỗ
Ộ
ộ
Ớ
ớ
Ờ
ờ
Ở
ở
Ỡ
ỡ
ợ
Ụ
ụ
ủ
Ứ
ứ
Ừ
ừ
ử
Ữ
ữ
ự
Ỳ
ỳ
ỵ
ỷ
Ỹ
ỹ
ἀ
ἁ
ἂ
ἃ
ἄ
ἅ
ἆ
Ἀ
Ἁ
Ἂ
Ἃ
Ἄ
Ἅ
Ἆ
ἐ
ἑ
ἒ
ἓ
ἔ
ἕ
Ἐ
Ἑ
Ἒ
Ἓ
Ἔ
Ἕ
ἠ
ἡ
ἢ
ἣ
ἤ
ἥ
ἦ
ἧ
Ἠ
Ἡ
Ἢ
Ἣ
Ἤ
Ἥ
Ἦ
ἰ
ἱ
ἲ
ἳ
ἴ
ἵ
ἶ
ἷ
Ἰ
Ἱ
Ἲ
Ἳ
Ἴ
Ἵ
Ἶ
ὀ
ὁ
ὂ
ὃ
ὄ
ὅ
὆
Ὀ
Ὁ
Ὂ
Ὃ
Ὄ
Ὅ
ὐ
ὑ
ὒ
ὓ
ὔ
ὕ
ὖ
ὗ
Ὑ
Ὓ
Ὕ
ὠ
ὡ
ὢ
ὣ
ὤ
ὥ
ὦ
ὧ
Ὠ
Ὡ
Ὢ
Ὣ
Ὥ
Ὦ
Ὧ
ὰ
ὲ
ὴ
ὶ
ὸ
ὺ
ὼ
ᾁ
ᾂ
ᾃ
ᾄ
ᾅ
ᾇ
ᾊ
ᾋ
ᾍ
ᾐ
ᾑ
ᾒ
ᾓ
ᾔ
ᾖ
ᾗ
ᾚ
ᾛ
ᾠ
ᾢ
ᾣ
ᾤ
ᾦ
ᾧ
ᾪ
ᾫ
ᾰ
ᾱ
ᾲ
ᾳ
ᾴ
ᾶ
ᾷ
Ᾰ
Ᾱ
Ὰ
ᾼ
ῂ
ῃ
ῄ
ῆ
ῇ
Ὲ
Ὴ
ῌ
ῐ
ῑ
ῒ
ῖ
ῗ
Ῐ
Ὶ
ῠ
ῡ
ῢ
ῤ
ῥ
ῦ
ῧ
Ῠ
Ὺ
Ῥ
ῲ
ῳ
ῴ
ῶ
ῷ
Ὸ
Ὼ
ῼ
​
‌
‍
‎
‏
‐
‒
―
‖
‚
‛
„
‟
†
‡
•
‣
‧
‪
‫
‬
‭
‮
‰
‱
′
‵
‸
‹
›
※
‽
‿
⁀
⁁
⁂
⁃
⁄
⁅
⁆
⁊
⁍
⁎
⁐
⁑
⁒
⁓
⁔
⁕
⁖
⁘
⁙
⁝
⁠
⁡
⁢
⁣
⁤
⁦
⁧
⁩
⁬
⁯
₠
₡
₣
₤
₥
₦
₧
₩
₪
₫
€
₭
₮
₯
₰
₱
₲
₳
₴
₵
₸
₹
₺
₽
₿
⃒
⃗
⃘
⃛
⃝
⃞
⃠
⃣
⃦
⃰
℈
℔
℗
℘
℞
℟
℣
℥
℧
℩
℮
Ⅎ
⅋
⅍
ⅎ
ↀ
Ↄ
ↄ
↊
↋
←
↑
→
↓
↔
↕
↖
↗
↘
↙
↚
↛
↜
↝
↞
↟
↠
↡
↢
↣
↤
↥
↦
↧
↨
↩
↪
↫
↬
↭
↮
↯
↰
↱
↲
↳
↴
↵
↶
↷
↸
↹
↺
↻
↼
↽
↾
↿
⇀
⇁
⇂
⇃
⇄
⇅
⇆
⇇
⇈
⇉
⇊
⇋
⇌
⇍
⇎
⇏
⇐
⇑
⇒
⇓
⇔
⇕
⇖
⇗
⇘
⇙
⇚
⇛
⇜
⇝
⇞
⇟
⇠
⇡
⇢
⇣
⇤
⇥
⇦
⇧
⇨
⇩
⇪
⇫
⇬
⇭
⇮
⇯
⇰
⇱
⇲
⇳
⇴
⇵
⇶
⇷
⇸
⇹
⇺
⇻
⇼
⇽
⇾
⇿
∀
∂
∃
∅
∆
∇
∈
∉
∊
∋
∌
∍
∎
∏
∐
∑
−
∓
∕
∖
∗
∘
∙
√
∛
∜
∝
∞
∟
∠
∣
∤
∥
∧
∨
∩
∪
∫
∮
∴
∵
∶
∷
∸
∻
∼
∽
∾
∿
≃
≅
≇
≈
≊
≋
≍
≐
≒
≔
≖
≙
≛
≜
≝
≟
≠
≡
≢
≣
≤
≥
≦
≧
≪
≫
≮
≯
≲
≳
≺
≻
≼
≽
≿
⊂
⊃
⊄
⊅
⊆
⊇
⊈
⊉
⊊
⊎
⊏
⊑
⊔
⊕
⊖
⊗
⊘
⊙
⊚
⊛
⊜
⊞
⊟
⊠
⊡
⊢
⊣
⊤
⊥
⊧
⊨
⊬
⊲
⊳
⊸
⊹
⊻
⊿
⋀
⋁
⋂
⋃
⋄
⋅
⋆
⋇
⋈
⋉
⋊
⋋
⋌
⋏
⋔
⋙
⋮
⋯
⋱
⌀
⌁
⌂
⌃
⌅
⌈
⌉
⌊
⌋
⌐
⌑
⌒
⌓
⌖
⌗
⌘
⌚
⌛
⌜
⌝
⌞
⌟
⌠
⌡
⌢
⌣
⌤
⌥
⌦
⌧
⌨
⌫
⌯
⌽
⍀
⍉
⍋
⍎
⍒
⍝
⍞
⍟
⍣
⍤
⍨
⍳
⍴
⍵
⍸
⍹
⍺
⍻
⍽
⎁
⎇
⎈
⎋
⎓
⎕
⎙
⎛
⎜
⎝
⎞
⎟
⎠
⎡
⎢
⎣
⎤
⎥
⎦
⎧
⎨
⎩
⎪
⎫
⎬
⎭
⎯
⎰
⎱
⎲
⎳
⎴
⎵
⎶
⎸
⎹
⎻
⏎
⏏
⏐
⏚
⏜
⏝
⏞
⏟
⏠
⏡
⏤
⏨
⏩
⏪
⏬
⏭
⏮
⏰
⏱
⏲
⏳
⏴
⏵
⏶
⏷
⏸
⏹
⏺
⏻
⏼
⏽
⏾
␀
␉
␊
␍
␎
␚
␛
␟
␠
␢
␣
␤
⑂
⑅
⑆
⑇
⑈
⑉
⓫
⓬
⓭
⓮
⓯
⓰
⓱
⓲
⓳
⓴
⓵
⓶
⓷
⓸
⓹
⓺
⓻
⓼
⓽
⓾
⓿
─
━
│
┃
┄
┅
┆
┇
┈
┉
┊
┋
┌
┍
┎
┏
┐
┑
┒
┓
└
┕
┖
┗
┘
┙
┚
┛
├
┝
┞
┟
┠
┡
┢
┣
┤
┥
┦
┧
┨
┩
┪
┫
┬
┭
┮
┯
┰
┱
┲
┳
┴
┵
┶
┷
┸
┹
┺
┻
┼
┽
┾
┿
╀
╁
╂
╃
╄
╅
╆
╇
╈
╉
╊
╋
╌
╍
╎
╏
═
║
╒
╓
╔
╕
╖
╗
╘
╙
╚
╛
╜
╝
╞
╟
╠
╡
╢
╣
╤
╥
╦
╧
╨
╩
╪
╫
╬
╭
╮
╯
╰
╱
╲
╳
╴
╵
╶
╷
╸
╹
╺
╻
╼
╽
╾
╿
▀
▁
▂
▃
▄
▅
▆
▇
█
▉
▊
▋
▌
▍
▎
▏
▐
░
▒
▓
▔
▕
▖
▗
▘
▙
▚
▛
▜
▝
▞
▟
■
□
▢
▣
▤
▥
▦
▧
▨
▩
▪
▫
▬
▭
▮
▯
▰
▱
▲
△
▴
▵
▶
▷
▸
▹
►
▻
▼
▽
▾
▿
◀
◁
◂
◃
◄
◅
◆
◇
◈
◉
◊
○
◌
◍
◎
●
◐
◑
◒
◓
◔
◕
◖
◗
◘
◙
◚
◛
◜
◝
◞
◟
◠
◡
◢
◣
◤
◥
◦
◧
◨
◩
◪
◫
◬
◭
◮
◯
◰
◱
◲
◳
◴
◵
◶
◷
◸
◹
◺
◻
◼
◽
◾
◿
☀
☁
☂
☃
☄
★
☆
☇
☈
☉
☊
☋
☎
☏
☐
☑
☒
☓
☔
☕
☘
☙
☚
☛
☜
☝
☞
☟
☠
☡
☢
☣
☤
☥
☦
☧
☨
☩
☪
☬
☭
☮
☯
☰
☱
☲
☳
☴
☵
☶
☷
☸
☹
☺
☻
☼
☽
☾
☿
♀
♁
♂
♃
♄
♅
♆
♇
♈
♉
♊
♋
♌
♍
♎
♏
♐
♑
♒
♓
♔
♕
♖
♗
♘
♙
♚
♛
♜
♝
♞
♟
♠
♡
♢
♣
♤
♥
♦
♧
♨
♩
♪
♫
♬
♭
♮
♯
♰
♱
♺
♻
♾
♿
⚀
⚁
⚂
⚃
⚄
⚅
⚆
⚇
⚈
⚉
⚊
⚋
⚐
⚑
⚒
⚓
⚔
⚕
⚖
⚗
⚘
⚙
⚛
⚜
⚝
⚠
⚡
⚢
⚣
⚤
⚥
⚦
⚧
⚨
⚪
⚫
⚬
⚭
⚯
⚰
⚱
⚲
⚳
⚷
⚹
⚽
⚾
⚿
⛀
⛁
⛂
⛃
⛄
⛅
⛇
⛈
⛎
⛏
⛑
⛓
⛔
⛢
⛤
⛥
⛦
⛧
⛨
⛩
⛪
⛬
⛰
⛱
⛲
⛳
⛴
⛵
⛷
⛸
⛹
⛺
⛽
✀
✁
✂
✃
✄
✅
✆
✇
✈
✉
✊
✋
✌
✍
✎
✏
✐
✑
✒
✓
✔
✕
✖
✗
✘
✙
✚
✛
✜
✝
✞
✟
✠
✡
✢
✣
✤
✥
✦
✧
✨
✩
✪
✫
✬
✭
✮
✯
✰
✱
✲
✳
✴
✵
✶
✷
✸
✹
✺
✻
✼
✽
✾
✿
❀
❁
❂
❃
❄
❅
❆
❇
❈
❉
❊
❋
❌
❍
❎
❏
❐
❑
❒
❓
❔
❕
❖
❗
❘
❚
❛
❜
❝
❞
❡
❢
❣
❤
❥
❦
❧
❨
❩
❪
❫
❬
❭
❮
❯
❰
❱
❲
❳
❴
❵
❶
❷
❸
❹
❺
❻
❼
❽
❾
❿
➀
➁
➂
➃
➄
➅
➆
➇
➈
➉
➊
➋
➌
➍
➎
➏
➐
➑
➒
➓
➔
➕
➖
➘
➙
➚
➛
➜
➝
➞
➟
➠
➡
➢
➣
➤
➥
➦
➧
➨
➩
➪
➫
➯
➰
➲
➳
➵
➶
➸
➹
➺
➽
➾
➿
⟁
⟅
⟆
⟐
⟓
⟔
⟠
⟡
⟦
⟧
⟨
⟩
⟪
⟫
⟬
⟭
⟮
⟯
⟲
⟳
⟵
⟶
⟷
⟹
⟺
⟼
⠀
⠁
⠂
⠃
⠄
⠅
⠆
⠇
⠈
⠉
⠊
⠋
⠌
⠍
⠎
⠏
⠐
⠑
⠒
⠓
⠔
⠕
⠖
⠗
⠘
⠙
⠚
⠛
⠜
⠝
⠞
⠟
⠠
⠡
⠢
⠣
⠤
⠥
⠦
⠧
⠨
⠩
⠪
⠫
⠬
⠭
⠮
⠯
⠰
⠱
⠲
⠳
⠴
⠵
⠶
⠷
⠸
⠹
⠺
⠻
⠼
⠽
⠾
⠿
⡇
⡎
⡕
⡜
⡝
⡣
⡪
⡸
⡹
⡺
⢇
⢎
⢏
⢕
⢜
⢣
⢧
⢪
⢫
⢯
⢱
⢳
⢷
⢹
⢺
⢼
⢽
⢾
⣹
⤉
⤋
⤫
⤬
⤴
⤵
⤷
⤹
⤻
⤾
⦁
⦃
⦄
⦅
⦆
⦇
⦈
⦉
⦊
⦋
⦌
⦍
⦎
⦏
⦐
⦑
⦒
⦓
⦔
⦕
⦖
⦗
⦘
⦚
⦸
⦾
⦿
⧉
⧐
⧖
⧘
⧙
⧚
⧛
⧜
⧝
⧞
⧫
⧸
⧼
⧽
⨀
⨁
⨂
⨆
⨈
⨉
⨍
⨭
⨮
⨯
⨰
⨱
⨴
⨵
⨶
⨷
⨻
⩱
⩲
⩻
⩼
⩽
⩾
⫁
⫂
⫸
⫺
⫽
⬀
⬁
⬂
⬃
⬄
⬅
⬆
⬇
⬈
⬋
⬎
⬑
⬚
⬛
⬜
⬝
⬟
⬢
⬣
⬤
⬥
⬧
⬩
⬪
⬫
⬭
⭍
⭐
⭑
⭒
⭕
⭘
⭠
⭡
⭢
⭣
⭤
⭥
⭦
⭧
⭨
⭩
⭪
⭫
⭬
⭭
⭮
⭯
⭰
⭱
⭲
⭳
⭶
⭸
⭻
⭽
⭾
⭿
⮀
⮃
⮄
⮅
⮆
⮇
⮈
⮉
⮊
⮋
⮌
⮍
⮎
⮏
⮐
⮑
⮒
⮓
⮔
⮘
⮙
⮚
⮛
⮜
⮝
⮞
⮟
⮠
⮡
⮢
⮣
⮤
⮥
⮦
⮧
⮨
⮩
⮪
⮫
⮬
⮭
⮮
⮯
⮰
⮱
⮲
⮳
⮴
⮵
⮶
⮷
⮸
⮹
⮽
⮾
⮿
⯀
⯁
⯂
⯃
⯄
⯅
⯆
⯇
⯈
⯊
⯋
⯌
⯍
⯎
⯏
⯐
⯑
Ⰰ
Ⰳ
Ⰴ
Ⰵ
Ⱀ
Ⱁ
Ⱃ
Ⱄ
Ⱅ
Ⱆ
Ⱈ
Ⱉ
Ⱒ
ⰰ
ⰳ
ⰻ
ⰾ
ⱁ
ⱄ
ⱌ
ⱏ
Ⱡ
Ɫ
Ᵽ
ⱨ
Ⱪ
ⱬ
Ɐ
ⱱ
Ⱶ
ⱶ
ⱷ
Ȿ
Ⲁ
ⲁ
Ⲃ
ⲃ
Ⲅ
ⲅ
ⲇ
Ⲉ
ⲉ
ⲍ
Ⲏ
ⲏ
Ⲑ
ⲑ
Ⲓ
ⲓ
Ⲕ
ⲕ
ⲗ
Ⲙ
ⲙ
ⲛ
Ⲟ
ⲟ
Ⲡ
ⲡ
ⲣ
Ⲥ
ⲥ
Ⲧ
ⲧ
ⲩ
Ⲫ
ⲫ
ⲭ
ⲯ
Ⲱ
ⲱ
ⳉ
ⴀ
ⴁ
ⴂ
ⴃ
ⴄ
ⴅ
ⴆ
ⴇ
ⴈ
ⴉ
ⴊ
ⴋ
ⴌ
ⴍ
ⴎ
ⴏ
ⴐ
ⴑ
ⴒ
ⴓ
ⴔ
ⴕ
ⴖ
ⴗ
ⴘ
ⴙ
ⴚ
ⴛ
ⴜ
ⴝ
ⴞ
ⴟ
ⴠ
ⴡ
ⴢ
ⴣ
ⴤ
ⴥ
ⴧ
ⴭ
ⴰ
ⴱ
ⴲ
ⴳ
ⴴ
ⴵ
ⴶ
ⴷ
ⴸ
ⴹ
ⴺ
ⴻ
ⴼ
ⴽ
ⴾ
ⴿ
ⵀ
ⵁ
ⵂ
ⵃ
ⵄ
ⵅ
ⵆ
ⵇ
ⵈ
ⵉ
ⵊ
ⵋ
ⵌ
ⵍ
ⵎ
ⵏ
ⵐ
ⵑ
ⵒ
ⵓ
ⵔ
ⵕ
ⵖ
ⵗ
ⵘ
ⵙ
ⵚ
ⵛ
ⵜ
ⵝ
ⵞ
ⵟ
ⵠ
ⵡ
ⵢ
ⵣ
ⵤ
ⵥ
ⵦ
ⵧ
⵰
⵿
⸀
⸂
⸃
⸄
⸅
⸉
⸊
⸌
⸍
⸘
⸙
⸜
⸝
⸢
⸣
⸤
⸥
⸦
⸧
⸨
⸩
⸪
⸫
⸮
⸱
⸺
⸻
⸿
⹂
⺮
⻊
⻌
⿰
⿱
⿻
⿼
⿿
、
。
〃
〄
々
〆
〇
〈
〉
《
》
「
」
『
』
【
】
〒
〓
〔
〕
〖
〗
〘
〙
〚
〛
〜
〝
〞
〟
〠
〪
〫
〬
〭
〰
〻
〽
ぁ
あ
ぃ
い
ぅ
う
ぇ
え
ぉ
お
か
が
き
ぎ
く
ぐ
け
げ
こ
ご
さ
ざ
し
じ
す
ず
せ
ぜ
そ
ぞ
た
だ
ち
ぢ
っ
つ
づ
て
で
と
ど
な
に
ぬ
ね
の
は
ば
ぱ
ひ
び
ぴ
ふ
ぶ
ぷ
へ
べ
ぺ
ほ
ぼ
ぽ
ま
み
む
め
も
ゃ
や
ゅ
ゆ
ょ
よ
ら
り
る
れ
ろ
ゎ
わ
ゐ
ゑ
を
ん
゙
゚
ゝ
ゞ
ァ
ア
ィ
イ
ゥ
ウ
ェ
エ
ォ
オ
カ
ガ
キ
ギ
ク
グ
ケ
ゲ
コ
ゴ
サ
ザ
シ
ジ
ス
ズ
セ
ゼ
ソ
ゾ
タ
ダ
チ
ヂ
ッ
ツ
ヅ
テ
デ
ト
ド
ナ
ニ
ヌ
ネ
ノ
ハ
バ
パ
ヒ
ビ
ピ
フ
ブ
プ
ヘ
ベ
ペ
ホ
ボ
ポ
マ
ミ
ム
メ
モ
ャ
ヤ
ュ
ユ
ョ
ヨ
ラ
リ
ル
レ
ロ
ヮ
ワ
ヰ
ヱ
ヲ
ン
ヴ
ヵ
ヶ
・
ー
ヽ
ヾ
㄀
ㄅ
ㄆ
ㄇ
ㄈ
ㄉ
ㄊ
ㄋ
ㄌ
ㄍ
ㄎ
ㄏ
ㄐ
ㄑ
ㄒ
ㄓ
ㄔ
ㄕ
ㄖ
ㄗ
ㄘ
ㄙ
ㄚ
ㄛ
ㄜ
ㄝ
ㄞ
ㄟ
ㄠ
ㄡ
ㄢ
ㄣ
ㄤ
ㄥ
ㄦ
ㄧ
ㄨ
ㄩ
㆑
ㇰ
ㇱ
ㇲ
ㇳ
ㇴ
ㇵ
ㇶ
ㇷ
ㇸ
ㇹ
ㇺ
ㇻ
ㇼ
ㇽ
ㇾ
ㇿ
㐂
㐅
㐵
㑚
㑹
㓾
㖣
㗎
㘀
㚤
㛔
㞗
㤀
㤅
㦢
㫚
㭎
㭺
㮧
㮵
㰀
㰘
㴀
㶏
㸀
䁾
䄀
䈀
䉦
䊦
䌀
䍃
䓇
䓧
䕮
䕱
䕵
䕶
䖆
䘀
䜌
䜤
䟽
䠀
䤀
䤚
䨬
䨻
䫜
䬠
䬴
䴀
䴷
䴻
一
丁
丂
七
丅
万
丈
三
上
下
不
与
丐
丑
专
且
丕
世
丘
丙
业
丛
东
丝
丞
丟
両
丢
两
严
並
丧
丨
个
丫
丬
中
丰
串
临
丶
丷
丸
丹
为
主
丼
丽
举
丿
乀
乁
乂
乃
乄
久
乇
么
义
之
乌
乍
乎
乏
乐
乒
乓
乔
乖
乗
乘
乙
乚
乛
乜
九
乞
也
习
乡
书
乩
买
乱
乳
乾
亀
亂
亅
了
予
争
事
二
于
亏
云
互
亓
五
井
亘
亙
亚
些
亜
亞
亟
亠
亡
亢
交
亥
亦
产
亨
享
京
亭
亮
亰
亲
亳
亵
亶
人
亻
亿
什
仁
仄
仅
仆
仇
仉
今
介
仍
从
仏
仐
仑
仒
仓
仔
仕
他
仗
付
仙
仝
仟
仡
代
令
以
仦
仪
们
仮
仰
仲
仵
件
价
任
份
仿
企
伈
伉
伊
伍
伎
伏
伐
休
众
优
伙
会
伜
伝
伞
伟
传
伤
伦
伪
伯
估
伲
伴
伶
伸
伺
似
伽
佃
但
佇
佈
佉
位
低
住
佐
佑
体
佔
何
佗
佘
余
佚
佛
作
佞
佟
你
佢
佩
佬
佯
佰
佳
佴
併
佾
使
侃
侄
來
侈
例
侌
侍
侑
侔
侖
侗
供
依
侠
価
侣
侥
侦
侧
侨
侫
侬
侭
侮
侯
侵
侶
便
係
促
俄
俊
俋
俎
俐
俑
俗
俘
保
俞
俟
俠
信
俣
俩
俪
俭
修
俯
俱
俳
俵
俸
俺
俾
倅
倉
個
倌
倍
倏
倐
們
倒
倓
倖
倘
候
倚
倛
借
倡
値
倥
倦
倩
倪
倫
倬
倭
倮
倶
倷
债
值
倾
偃
假
偈
偉
偊
偌
偎
偏
偔
偕
做
停
健
側
偵
偶
偷
偸
偽
偿
傀
傅
傈
傍
傑
傕
傘
備
傛
傜
傢
储
催
傭
傲
傳
傴
債
傷
傻
傾
僅
僊
働
像
僑
僕
僖
僚
僞
僧
僨
僭
僮
僰
僱
僳
僵
價
僻
儀
儁
儂
億
儆
儉
儒
儕
儘
儚
償
儡
優
儲
儵
儷
儺
儼
儿
兀
允
元
兄
充
兆
兇
先
光
克
兌
免
兎
児
兑
兒
兔
兕
兖
兗
兙
党
兛
兜
兝
兞
兡
兢
兣
入
內
全
兩
兪
八
公
六
兮
兰
共
兲
关
兴
兵
其
具
典
兹
养
兼
兽
冀
冂
冄
内
円
冇
冈
冉
冊
册
再
冑
冒
冕
冖
冗
写
军
农
冠
冤
冥
冧
冨
冫
冬
冭
冯
冰
冲
决
冴
况
冶
冷
冻
冼
净
凄
准
凈
凉
凋
凌
凍
减
凑
凖
凛
凜
凝
凞
几
凡
凤
処
凧
凪
凫
凭
凯
凰
凱
凳
凵
凶
凸
凹
出
击
函
凾
凿
刀
刁
刂
刃
分
切
刈
刊
刍
刑
划
刖
列
刘
则
刚
创
初
删
判
別
刧
利
刪
别
刮
到
制
刷
券
刹
刺
刻
剂
剃
則
削
剋
剌
前
剎
剏
剑
剔
剖
剛
剝
剞
剣
剤
剥
剧
剨
剩
剪
副
剰
割
創
剿
劃
劇
劈
劉
劍
劑
力
劝
办
功
加
务
劣
动
助
努
劫
劭
励
劲
劳
労
効
劾
势
勁
勃
勅
勆
勇
勉
勋
勐
勒
勔
動
勗
勘
務
勛
勝
勞
募
勠
勢
勤
勧
勲
勳
勵
勸
勹
勺
勻
勼
勾
勿
匀
匁
匂
匄
包
匆
匈
匕
化
北
匙
匚
匠
匡
匣
匪
匯
匱
匸
匹
区
医
匽
匾
匿
區
十
卂
千
卄
卅
卆
升
午
半
卌
卍
华
协
卐
卑
卒
卓
協
单
卖
南
単
博
卜
卞
卟
占
卡
卢
卦
卧
卩
卫
卮
卯
印
危
即
却
卵
卷
卸
卹
卻
卽
卿
厂
厄
厅
历
厉
压
厌
厖
厘
厙
厚
厝
原
厢
厥
厦
厨
厩
厭
厮
厲
厳
厶
去
县
叁
参
參
又
叉
及
友
双
反
収
发
叔
叕
取
受
变
叙
叚
叛
叟
叠
叡
叢
口
古
句
另
叨
叩
只
叫
召
叭
叮
可
台
叱
史
右
叶
号
司
叹
叻
叼
叽
吀
吁
吃
各
吆
合
吉
吊
吋
同
名
后
吏
吐
向
吒
吓
吔
吕
吖
吗
君
吝
吞
吟
吠
吡
吥
否
吧
吨
吩
含
听
吮
启
吱
吳
吴
吵
吶
吸
吹
吻
吼
吽
吾
吿
呀
呂
呃
呆
呈
呉
告
呌
呎
呐
呑
呒
呔
呕
呗
员
呜
呟
呢
呣
呦
周
呪
呱
呲
味
呴
呵
呷
呸
呻
呼
命
咀
咁
咄
咆
咊
和
咍
咎
咏
咒
咔
咕
咖
咗
咙
咚
咜
咝
咢
咤
咧
咨
咩
咪
咫
咬
咭
咯
咱
咲
咳
咸
咻
咽
咿
哀
品
哂
哄
哆
哇
哈
哉
哋
响
哎
哑
哒
哖
哗
哝
哞
哟
員
哥
哦
哧
哨
哩
哪
哭
哮
哲
哺
哼
哽
唁
唄
唅
唆
唇
唉
唎
唐
唒
唓
唔
唖
唛
唞
唤
唥
唧
唬
售
唯
唱
唷
唸
唾
啃
啄
商
啉
啊
問
啓
啕
啖
啜
啟
啡
啢
啣
啤
啥
啦
啧
啪
啫
啬
啰
啱
啲
啷
啸
啼
啾
喀
喂
喃
善
喆
喇
喉
喊
喋
喐
喑
喔
喘
喚
喜
喝
喟
喥
喧
喩
喪
喫
喬
喭
單
喰
喱
喲
喳
喵
営
喷
喺
喻
嗅
嗎
嗒
嗓
嗕
嗚
嗛
嗜
嗝
嗟
嗡
嗣
嗤
嗥
嗦
嗧
嗨
嗩
嗬
嗯
嗰
嗷
嗽
嘀
嘅
嘆
嘈
嘉
嘎
嘔
嘗
嘘
嘛
嘜
嘞
嘟
嘢
嘥
嘩
嘭
嘯
嘱
嘲
嘴
嘵
嘶
嘸
嘻
嘿
噂
噉
噌
噍
噓
噗
噛
噜
噢
器
噩
噪
噫
噬
噭
噴
噶
噹
噺
噼
嚆
嚇
嚎
嚏
嚓
嚔
嚟
嚠
嚡
嚢
嚣
嚮
嚯
嚴
嚷
嚼
嚿
囁
囂
囃
囉
囊
囍
囑
囔
囕
囖
囗
囘
囚
四
囝
回
囟
因
囡
团
団
囧
囬
园
囯
困
囲
図
围
固
国
图
囿
圂
圃
圄
圆
圈
國
圍
圏
園
圓
圕
圖
圗
團
圜
土
圣
圧
在
圭
地
圳
场
圻
圾
址
坂
均
坊
坌
坎
坏
坐
坑
块
坚
坛
坝
坞
坟
坠
坡
坤
坦
坨
坪
坫
坳
坵
垂
垃
垄
型
垒
垓
垜
垠
垢
垣
垤
垦
垫
垮
垼
埀
埃
埈
埋
埌
城
埏
埒
埓
埔
埜
埞
域
埠
埤
埴
埵
執
培
基
埼
堀
堂
堅
堆
堑
堕
堡
堤
堪
堯
堰
報
場
堵
堺
塀
塁
塊
塌
塑
塔
塗
塘
塚
塞
塡
塢
塨
塩
填
塰
塵
塹
塾
境
墓
増
墙
墜
增
墟
墨
墮
墸
墺
墻
墾
壁
壇
壊
壌
壑
壓
壕
壘
壙
壞
壟
壢
壤
壥
士
壬
壮
壯
声
壱
売
壳
壶
壷
壹
壺
壻
壼
壽
壾
夀
夂
处
备
変
夊
复
夏
夐
夔
夕
外
夘
夙
多
夛
夜
够
夠
夢
夤
夥
大
天
太
夫
夬
夭
央
夯
失
夲
头
夷
夸
夹
夺
夾
奄
奇
奈
奉
奋
奎
奏
契
奔
奕
奖
套
奘
奚
奠
奢
奥
奧
奨
奪
奭
奮
女
奴
奶
奸
她
好
奾
如
妃
妄
妆
妇
妈
妊
妍
妒
妓
妖
妗
妙
妛
妞
妣
妤
妥
妨
妪
妬
妮
妲
妳
妹
妺
妻
妾
姁
姆
姉
姊
始
姐
姑
姓
委
姖
姗
姚
姜
姥
姦
姨
姪
姫
姬
姶
姻
姿
威
娃
娄
娅
娇
娑
娓
娕
娘
娙
娛
娜
娟
娠
娣
娥
娯
娱
娶
娼
婁
婆
婉
婊
婕
婚
婞
婢
婦
婪
婴
婶
婷
婺
婿
媄
媋
媒
媚
媛
媧
媳
媵
媽
媾
嫁
嫂
嫉
嫌
嫒
嫔
嫖
嫗
嫡
嫣
嫦
嫩
嫲
嫻
嬃
嬅
嬉
嬋
嬌
嬡
嬢
嬪
嬰
嬲
嬴
嬷
嬸
孁
子
孑
孓
孔
孕
字
存
孙
孚
孛
孜
孝
孟
季
孤
学
孩
孫
孰
孵
學
孺
孽
宀
宁
宂
它
宅
宇
守
安
宋
完
宍
宏
宓
宕
宗
官
宙
定
宛
宜
宝
实
実
宠
审
客
宣
室
宥
宦
宪
宫
宮
宰
害
宴
宵
家
宸
容
宽
宾
宿
寂
寄
寅
密
寇
寉
富
寍
寐
寒
寓
寔
寛
寝
寞
察
寡
寢
寥
實
寧
寨
審
寫
寬
寮
寰
寳
寵
寶
寸
对
寺
寻
导
対
寿
封
専
射
将
將
專
尉
尊
尋
對
導
小
尐
少
尓
尔
尕
尖
尘
尙
尚
尛
尝
尠
尢
尣
尤
尧
尬
尭
就
尴
尸
尹
尺
尻
尼
尽
尾
尿
局
屁
层
屄
居
屆
屈
届
屋
屌
屍
屎
屏
屑
屓
展
屛
属
屠
屡
屢
層
履
屬
屭
屮
屯
山
屹
屿
岁
岂
岅
岉
岊
岌
岍
岎
岐
岑
岗
岚
岛
岡
岩
岬
岭
岱
岳
岷
岸
峂
峙
峚
峠
峡
峥
峨
峪
峭
峯
峰
島
峻
峽
崃
崇
崊
崎
崑
崔
崖
崗
崙
崛
崢
崧
崩
崴
崸
崽
嵀
嵇
嵉
嵋
嵌
嵐
嵘
嵛
嵥
嵩
嵬
嵯
嵳
嵷
嶋
嶌
嶮
嶺
嶼
嶽
巂
巅
巌
巍
巒
巓
巔
巖
巛
巜
川
州
巠
巡
巢
巣
工
左
巧
巨
巩
巫
差
己
已
巳
巴
巵
巷
巻
巽
巾
巿
币
市
布
帅
帆
师
希
帐
帑
帕
帖
帘
帙
帛
帜
帝
帥
带
師
席
帮
帯
帰
帳
帶
帷
常
帼
帽
幀
幂
幄
幅
幇
幌
幕
幗
幟
幡
幢
幣
幫
干
平
年
并
幷
幸
幹
幺
幻
幼
幽
幾
广
庀
庁
広
庄
庆
庇
床
序
庐
库
应
底
庖
店
庙
庚
府
庞
废
度
座
庫
庭
庵
庶
康
庸
庽
庾
廂
廃
廈
廉
廊
廋
廌
廏
廐
廓
廔
廕
廖
廘
廙
廚
廛
廟
廠
廢
廣
廩
廬
廳
廴
延
廷
建
廻
廾
廿
开
弁
异
弃
弄
弈
弉
弊
弋
式
弐
弑
弒
弓
弔
引
弗
弘
弛
弟
张
弥
弦
弧
弩
弭
弯
弱
張
強
弸
弹
强
弼
弾
彁
彂
彈
彊
彌
彎
彐
彑
归
当
彔
录
彗
彘
彙
彝
彡
形
彤
彥
彦
彧
彩
彪
彫
彬
彭
彰
影
彳
彵
彷
役
彻
彼
彿
往
征
径
待
徇
很
徉
徊
律
後
徐
徑
徒
従
徕
得
徘
徙
徜
從
御
徨
復
循
徭
微
徳
徴
徵
德
徹
徽
心
忄
必
忆
忌
忍
忎
忏
忒
志
忘
忙
応
忝
忠
忤
忧
快
忮
忱
念
忸
忻
忽
怀
态
怂
怆
怎
怒
怕
怖
怗
怙
怛
怜
思
怠
怡
急
性
怨
怪
怯
怰
总
怼
恁
恂
恆
恋
恍
恐
恒
恕
恙
恢
恣
恤
恥
恨
恩
恪
恫
恬
恭
息
恰
恳
恵
恶
恷
恺
恼
恿
悃
悄
悅
悉
悌
悍
悔
悖
悗
悚
悟
悠
患
悦
您
悩
悪
悫
悬
悯
悱
悲
悳
悴
悶
悸
悼
悽
悾
情
惉
惊
惋
惑
惔
惕
惘
惚
惜
惟
惠
惡
惣
惧
惨
惩
惪
惫
惯
惰
惱
想
惵
惹
惺
愀
愁
愆
愈
愉
愊
愍
意
愕
愚
愛
感
愣
愤
愧
愬
愰
愷
愼
愾
愿
慄
慈
慊
態
慌
慍
慎
慑
慕
慘
慚
慟
慢
慣
慧
慨
慫
慮
慰
慶
慷
慹
慾
憂
憊
憋
憎
憐
憑
憚
憤
憧
憨
憩
憫
憬
憮
憲
憶
憾
懂
懇
懈
應
懊
懋
懐
懒
懗
懦
懲
懶
懷
懸
懼
懿
戀
戈
戊
戌
戍
戎
戏
成
我
戒
或
战
戚
戛
戟
戡
戦
截
戮
戯
戰
戲
戳
戴
戶
户
戸
戻
戾
房
所
扁
扇
扈
扉
手
扌
才
扎
扑
扒
打
扔
払
托
扣
执
扩
扫
扬
扭
扮
扯
扰
扱
扲
扳
扶
批
扼
找
承
技
抂
抄
抅
抉
把
抎
抑
抒
抓
投
抖
抗
折
抚
抛
抜
抝
択
抠
抢
护
报
抨
披
抬
抱
抵
抹
押
抽
拂
担
拆
拇
拈
拉
拋
拌
拍
拎
拏
拐
拒
拓
拔
拖
拗
拘
拙
拚
招
拜
拝
拟
拠
拡
拢
拥
拦
拧
拨
择
括
拭
拮
拯
拱
拳
拵
拶
拷
拼
拽
拾
拿
挀
持
挂
指
挈
按
挎
挑
挒
挖
挙
挚
挛
挝
挟
挠
挡
挢
挣
挤
挥
挧
挨
挪
挫
振
挺
挽
挾
挿
捂
捆
捉
捋
捌
捍
捏
捐
捕
捗
捜
捞
损
捡
换
捣
捧
捨
捩
据
捲
捶
捷
捺
捻
掀
掃
授
掉
掊
掌
掏
掐
排
掖
掘
掙
掛
掟
掠
採
探
掣
掤
接
控
推
掩
措
掬
掰
掲
掳
掴
掷
掻
掾
揀
揃
揄
揆
揉
描
提
插
揓
揖
揚
換
握
揣
揪
揭
揮
揳
援
揵
揺
揽
揾
搀
搁
搂
搅
損
搏
搐
搓
搔
搖
搜
搞
搦
搨
搬
搭
搶
携
搾
搿
摂
摄
摆
摇
摊
摒
摔
摘
摟
摧
摩
摯
摶
摸
摹
摺
撁
撃
撇
撈
撌
撐
撑
撒
撓
撕
撚
撝
撞
撤
撥
撩
撫
播
撮
撰
撲
撳
撸
撻
撼
撿
擁
擂
擄
擅
擇
擊
擋
操
擎
擒
擔
擘
據
擠
擢
擣
擦
擧
擬
擯
擰
擱
擲
擴
擺
擾
攀
攄
攆
攏
攔
攖
攘
攜
攝
攞
攠
攤
攩
攪
攬
支
攰
攴
攵
收
攷
攸
改
攻
攽
放
政
故
效
敌
敎
敏
救
敕
敖
敗
敘
教
敛
敝
敞
敢
散
敤
敦
敨
敫
敬
数
敲
整
敵
敷
數
斂
文
斉
斋
斌
斎
斐
斑
斗
料
斜
斟
斡
斤
斥
斧
斩
斬
断
斯
新
斷
方
於
施
旁
旃
旅
旋
旌
族
旖
旗
无
既
旣
日
旦
旧
旨
早
旬
旭
旱
时
旷
旸
旺
旻
昀
昂
昆
昇
昊
昌
明
昏
易
昔
昕
昜
昝
星
映
春
昧
昨
昭
是
昱
昴
昵
昶
昼
显
晁
時
晃
晄
晉
晋
晏
晒
晓
晔
晕
晖
晗
晚
晝
晟
晡
晢
晤
晦
晨
晩
普
景
晰
晴
晶
晷
晸
智
暁
暂
暃
暄
暇
暈
暉
暎
暑
暕
暖
暗
暘
暝
暠
暢
暦
暧
暨
暫
暮
暱
暴
暹
曁
曄
曆
曇
曉
曖
曙
曚
曜
曝
曠
曦
曬
曰
曲
曳
更
曷
書
曹
曺
曼
曽
曾
替
最
會
月
有
朋
服
朏
朔
朕
朗
望
朝
期
朢
朦
朧
木
未
末
本
札
术
朱
朴
朵
机
朽
杀
杁
杂
权
杆
杉
李
杏
材
村
杖
杘
杜
杞
束
杠
条
杢
杣
来
杨
杭
杯
杰
東
杲
杳
杵
杷
杼
松
板
极
构
枇
枉
枋
析
枕
林
枚
果
枝
枠
枡
枢
枣
枧
枪
枫
枯
架
枷
枸
柄
柅
柊
柎
柏
某
柑
柒
染
柔
柘
柚
柜
柠
查
柩
柬
柯
柱
柳
柴
柵
査
柾
柿
栀
栃
栄
标
栈
栋
栏
树
栓
栖
栗
栞
栠
校
栢
栧
栩
株
样
核
根
格
栽
桀
桁
桂
桃
框
案
桌
桐
桑
桓
桔
桖
桜
桝
桢
档
桥
桦
桧
桩
桫
桱
桳
桴
桶
桾
桿
梁
梅
梓
梗
條
梢
梦
梧
梨
梭
梯
械
梱
梳
梴
梵
梶
检
棄
棉
棋
棍
棏
棒
棔
棕
棖
棗
棘
棚
棟
棠
棡
棣
森
棱
棲
棳
棵
棹
棺
棻
椀
椁
椅
椈
植
椎
椒
椙
椛
検
椤
椦
椭
椰
椶
椿
楊
楓
楔
楚
楞
楠
楢
楣
楧
楨
楩
業
楯
極
楷
楹
楼
楽
概
榄
榆
榊
榎
榑
榕
榙
榛
榜
榞
榨
榮
榲
榴
榻
榾
槁
槃
槇
槊
構
槌
槍
槎
槐
槓
様
槙
槚
槞
槟
槤
槧
槨
槪
槫
槭
槲
槻
槽
槿
樂
樅
樉
樊
樋
樑
樒
樓
樔
樗
標
樛
樞
模
樣
樨
権
横
樫
樱
樵
樸
樹
樺
樽
樾
橀
橄
橈
橋
橘
橙
橚
橞
機
橡
橫
橵
橸
橼
橿
檀
檄
檎
檐
檔
檚
檜
檟
檢
檬
檯
檸
檻
櫁
櫂
櫃
櫚
櫻
欀
欄
欅
權
欒
欠
次
欢
欣
欧
欲
欸
欺
欽
款
欿
歆
歇
歉
歌
歎
歐
歓
歙
歛
歟
歡
止
正
此
步
武
歧
歩
歪
歯
歲
歳
歴
歷
歸
歹
死
歼
歿
殂
殃
殆
殇
殉
殊
残
殒
殖
殘
殢
殤
殪
殭
殮
殯
殲
殳
殴
段
殷
殺
殻
殼
殿
毀
毁
毅
毆
毋
母
毎
每
毒
毓
比
毕
毗
毘
毙
毛
毟
毫
毬
毯
毳
毽
氀
氏
氐
民
氓
气
氕
氖
気
氘
氚
氛
氟
氢
氣
氧
氫
氮
氯
氰
水
氵
氷
永
氾
汀
汁
求
汇
汉
汋
汎
汏
汐
汕
汗
汚
汜
汝
汞
江
池
污
汤
汨
汩
汪
汫
汭
汰
汲
汴
汶
汹
決
汽
汾
沁
沂
沃
沅
沈
沉
沌
沎
沐
沒
沓
沖
沙
沛
沟
没
沢
沥
沦
沧
沪
沫
沮
河
沸
油
治
沼
沽
沾
沿
況
泄
泉
泊
泌
泓
法
泗
泛
泠
泡
波
泣
泥
注
泪
泮
泯
泰
泳
泸
泻
泼
泽
泾
洀
洁
洃
洋
洒
洗
洙
洛
洞
津
洨
洩
洪
洮
洯
洱
洲
洵
洹
活
洼
洽
派
流
浄
浅
浆
浇
浊
测
济
浏
浑
浒
浓
浔
浙
浚
浜
浣
浦
浩
浪
浮
浯
浴
浶
海
浸
浽
涂
涅
涇
消
涉
涌
涎
涓
涕
涙
涛
涟
涡
涤
润
涧
涨
涩
涪
涮
涯
液
涵
涸
涼
涿
淀
淄
淅
淆
淇
淋
淌
淏
淑
淔
淖
淘
淙
淚
淛
淝
淞
淡
淤
淦
淨
淩
淪
淫
淬
淮
淯
深
淳
淵
淶
混
淸
淹
淺
添
淼
渀
清
渇
済
渉
渊
渋
渎
渐
渓
渔
渕
渗
渙
渚
減
渝
渠
渡
渣
渤
渥
渦
温
測
渭
港
渲
渴
游
渹
渺
渾
湃
湊
湔
湖
湘
湛
湧
湮
湯
湳
湾
湿
満
溃
溅
溈
溌
源
準
溘
溙
溜
溝
溢
溥
溪
溫
溯
溱
溲
溴
溶
溷
溺
滂
滄
滅
滇
滋
滌
滎
滑
滓
滔
滕
滙
滚
滝
滞
满
滤
滥
滦
滨
滩
滬
滭
滯
滲
滴
滷
滸
滹
滾
滿
漀
漁
漂
漆
漇
漉
漊
漏
漓
演
漕
漠
漢
漣
漩
漪
漫
漬
漱
漲
漳
漸
漾
漿
潁
潇
潍
潑
潔
潘
潙
潛
潜
潞
潟
潢
潤
潧
潭
潮
潯
潰
潴
潶
潷
潺
潼
澁
澂
澄
澆
澈
澍
澎
澗
澜
澡
澣
澤
澪
澱
澳
澹
激
濁
濂
濃
濉
濊
濒
濕
濛
濟
濠
濡
濤
濫
濬
濮
濯
濱
濶
濾
瀀
瀉
瀑
瀕
瀚
瀛
瀞
瀧
瀨
瀬
瀹
瀾
灅
灊
灋
灌
灏
灑
灘
灞
灣
灤
灥
火
灬
灭
灯
灰
灵
灶
灸
灼
災
灾
灿
炀
炅
炉
炊
炎
炒
炖
炘
炙
炜
炫
炬
炭
炮
炳
炷
炸
点
為
炼
炾
烁
烂
烈
烏
烘
烙
烛
烜
烟
烤
烦
烧
烩
烫
热
烹
烽
焉
焔
焕
焖
焗
焙
焚
焜
無
焦
焰
焱
然
焼
煅
煆
煇
煉
煊
煌
煎
煓
煕
煖
煘
煙
煜
煞
煠
煤
煥
煦
照
煨
煩
煬
煮
煲
煵
煽
熈
熊
熏
熔
熙
熟
熠
熨
熬
熱
熹
熾
燁
燃
燈
燊
燎
燐
燒
燕
燗
燙
營
燥
燦
燧
燭
燮
燻
爀
爆
爐
爛
爠
爨
爪
爫
爬
爭
爰
爱
爲
爵
父
爷
爸
爹
爺
爻
爽
爾
爿
牀
牆
片
版
牌
牒
牕
牖
牘
牙
牛
牜
牝
牟
牠
牡
牢
牥
牦
牧
物
牲
牳
牵
特
牺
牽
犀
犁
犂
犄
犠
犧
犬
犭
犯
犴
犵
状
犹
犼
狀
狁
狂
狄
狆
狈
狎
狐
狒
狔
狗
狙
狛
狠
狡
狨
狩
狫
独
狭
狮
狱
狴
狸
狹
狻
狼
猀
猁
猊
猎
猓
猖
猗
猛
猜
猝
猟
猢
猥
猩
猪
猫
猬
献
猯
猱
猴
猶
猷
猺
猻
猾
猿
獄
獅
獎
獒
獗
獞
獠
獣
獦
獨
獫
獰
獲
獴
獵
獷
獸
獻
獼
獾
玁
玄
玆
率
玉
王
玎
玖
玛
玟
玠
玢
玥
玨
玩
玫
玮
环
现
玲
玺
玻
珀
珂
珅
珈
珉
珊
珌
珍
珙
珠
珧
珩
珪
班
珮
現
琀
球
琅
理
琇
琉
琍
琏
琐
琛
琠
琢
琥
琦
琨
琪
琮
琯
琰
琲
琳
琴
琵
琶
琼
瑀
瑄
瑋
瑐
瑕
瑙
瑚
瑛
瑜
瑞
瑟
瑠
瑣
瑤
瑨
瑩
瑪
瑰
瑳
瑶
瑾
璀
璁
璃
璆
璇
璉
璋
璐
璜
璟
璠
璣
璧
璨
璩
環
璽
璿
瓊
瓌
瓏
瓓
瓜
瓠
瓢
瓣
瓦
瓩
瓮
瓯
瓲
瓶
瓷
甀
甃
甄
甅
甕
甗
甘
甚
甜
甝
生
產
産
甥
甦
用
甩
甫
甬
甯
田
由
甲
申
电
男
甸
町
画
畂
畅
界
畏
畑
畔
留
畚
畜
畝
畠
畢
略
畧
番
畫
畬
異
畳
畴
當
畷
畸
畹
畼
畿
疆
疇
疊
疋
疍
疎
疏
疑
疒
疗
疙
疚
疡
疣
疫
疮
疯
疲
疵
疹
疼
疾
病
症
痉
痊
痒
痕
痘
痙
痛
痞
痢
痧
痩
痪
痲
痴
痺
痼
痾
痿
瘀
瘉
瘋
瘍
瘙
瘟
瘡
瘤
瘦
瘧
瘩
瘫
瘴
瘾
療
癇
癈
癌
癒
癖
癘
癡
癥
癪
癲
癶
癸
発
登
發
白
百
皀
皂
的
皆
皇
皈
皋
皐
皓
皖
皙
皚
皦
皮
皱
皴
皷
皸
皹
皺
皿
盂
盃
盅
盆
盈
益
盍
盎
盏
盐
监
盒
盔
盖
盗
盘
盛
盜
盞
盟
盡
監
盤
盥
盧
盪
目
盯
盱
盲
直
相
盹
盻
盼
盾
盿
眀
省
眇
眈
眉
眊
看
県
眞
真
眠
眦
眨
眩
眭
眶
眷
眸
眺
眼
眾
着
睁
睆
睇
睍
睏
睚
睛
睡
睢
督
睦
睨
睫
睹
睺
睿
瞄
瞇
瞌
瞎
瞑
瞒
瞓
瞞
瞧
瞩
瞪
瞬
瞭
瞰
瞳
瞻
瞼
瞽
瞿
矇
矛
矜
矢
矣
矤
知
矩
矫
短
矮
矯
石
矴
矶
矽
矿
码
砂
砈
砍
砒
研
砕
砖
砚
砠
砥
砦
砰
砲
破
砷
砸
砹
砺
砽
础
硅
硏
硐
硒
硕
硝
硫
硬
确
硯
硺
硼
碁
碇
碉
碌
碍
碎
碑
碕
碗
碘
碚
碜
碟
碣
碧
碩
碯
碰
碱
碳
碵
確
碼
碾
磁
磅
磊
磋
磐
磔
磕
磧
磨
磬
磯
磷
磾
礀
礁
礌
礎
礙
礡
礦
礫
礬
礮
示
礻
礼
礽
社
祀
祁
祂
祇
祈
祉
祎
祐
祓
祕
祖
祗
祚
祜
祝
神
祟
祠
祢
祥
祧
票
祭
祷
祸
祺
祼
祿
禀
禁
禄
禅
禊
禋
禍
禎
福
禘
禦
禧
禪
禮
禰
禱
禸
禹
禺
离
禽
禾
禿
秀
私
秂
秃
秉
秊
秋
种
科
秒
秘
租
秤
秦
秧
秩
秫
秭
积
称
秸
移
秽
稀
稅
程
稍
税
稔
稗
稙
稚
稜
稟
稠
稣
稥
種
稱
稲
稳
稷
稻
稼
稽
稿
穀
穂
穃
穆
積
穎
穏
穐
穗
穜
穢
穣
穩
穫
穰
穴
究
穷
穹
空
穿
突
窃
窄
窅
窆
窍
窑
窒
窓
窖
窗
窘
窝
窟
窥
窩
窪
窮
窯
窰
窶
窺
窿
竄
竅
竇
竈
竊
立
竏
竖
站
竜
竝
竞
竟
章
竣
童
竭
端
競
竹
竺
竿
笀
笃
笄
笆
笈
笋
笏
笑
笔
笙
笛
笠
符
笨
笪
笫
第
笹
笼
筆
筈
等
筊
筋
筍
筏
筐
筑
筒
答
策
筝
筠
筧
筯
筱
筴
筵
筷
筹
筺
签
简
箅
箇
箋
箍
箏
箒
箓
箔
箕
算
箝
管
箪
箬
箭
箱
箸
節
篁
範
篆
篇
築
篋
篑
篝
篠
篡
篤
篥
篨
篩
篭
篮
篱
篳
篷
篾
簀
簃
簇
簞
簡
簣
簨
簪
簻
簽
簾
簿
籃
籌
籍
籐
籙
籠
籤
籧
籩
籲
米
类
籽
籾
粁
粉
粋
粑
粒
粕
粗
粘
粛
粟
粤
粥
粦
粧
粪
粫
粮
粱
粳
粵
粹
粽
精
糈
糉
糊
糍
糎
糕
糖
糙
糜
糞
糟
糠
糧
糯
糰
糲
糸
糹
糺
系
糾
紀
紂
約
紅
紆
紇
紉
紋
納
紐
純
紕
紗
紘
紙
級
紛
素
紡
索
紧
紫
紬
累
細
紳
紹
紺
絀
終
絃
組
絆
経
絎
絏
結
絕
絛
絜
絞
絡
絢
給
絨
統
絲
絳
絵
絶
絹
絺
綁
綃
綄
綉
綌
綏
綒
經
継
続
綜
綟
綠
綢
綦
綨
綫
綬
維
綮
綯
綱
網
綴
綸
綺
綻
綽
綾
綿
緅
緇
緊
緋
総
緑
緒
緖
緘
線
緜
緝
緞
締
緡
緣
編
緩
緬
緯
緱
緲
緳
練
緹
緻
縁
縄
縈
縋
縒
縕
縗
縛
縝
縞
縟
縡
縣
縦
縫
縮
縱
縲
縷
縹
縺
總
績
繁
繆
繊
繋
繍
繒
織
繕
繖
繚
繝
繞
繡
繧
繩
繪
繫
繭
繰
繹
繼
纂
續
纏
纔
纖
纛
纜
纟
纠
红
纤
纥
约
级
纪
纬
纯
纲
纳
纵
纷
纸
纹
纺
纽
线
练
组
绅
细
织
终
绍
绎
经
绑
结
绕
绘
给
绚
络
绝
绞
统
绢
绣
绥
继
绩
绪
绫
续
绮
绯
绳
维
绵
绷
绸
综
绿
缀
缅
缆
缈
缉
缓
缔
编
缘
缚
缜
缝
缠
缤
缥
缩
缪
缮
缰
缴
缵
缶
缸
缺
缽
罐
网
罒
罔
罕
罗
罚
罠
罢
罣
罧
罨
罩
罪
罫
置
罰
署
罵
罷
罾
羁
羅
羈
羊
羌
美
羔
羚
羝
羞
羡
羣
群
羨
義
羮
羯
羲
羹
羽
羿
翁
翅
翊
翌
翎
習
翔
翕
翘
翟
翠
翦
翫
翮
翰
翱
翳
翹
翻
翼
翾
耀
老
考
耄
者
耆
耋
而
耍
耏
耐
耑
耒
耔
耕
耗
耘
耜
耦
耨
耳
耵
耶
耸
耻
耽
耿
聂
聃
聆
聊
聋
职
联
聖
聘
聚
聞
聟
聡
聩
聪
聯
聰
聲
聳
聴
聵
聶
職
聻
聽
聾
聿
肃
肄
肅
肆
肇
肉
肋
肌
肏
肖
肘
肚
肛
肝
肠
股
肢
肤
肥
肩
肪
肮
肯
肱
育
肴
肸
肺
肾
肿
胀
胁
胃
胆
背
胎
胐
胖
胚
胜
胝
胞
胠
胡
胤
胥
胧
胪
胭
胯
胰
胱
胳
胴
胶
胸
胺
能
脂
脅
脆
脇
脈
脉
脊
脏
脐
脑
脓
脖
脚
脛
脤
脩
脪
脫
脯
脱
脳
脷
脸
脹
脾
脿
腊
腋
腌
腎
腐
腑
腓
腔
腕
腚
腠
腤
腥
腦
腫
腭
腮
腰
腱
腳
腸
腹
腺
腻
腾
腿
膀
膂
膃
膊
膏
膚
膛
膜
膝
膠
膤
膨
膩
膳
膸
膺
膽
膾
膿
臀
臂
臆
臉
臍
臓
臗
臘
臚
臛
臟
臣
臥
臧
臨
自
臬
臭
至
致
臺
臻
臼
臾
舂
舅
舆
與
興
舉
舊
舌
舍
舎
舐
舒
舖
舗
舘
舛
舜
舞
舟
舢
航
般
舰
舱
舵
舶
舷
船
舺
艀
艇
艋
艘
艤
艦
艮
良
艰
艱
色
艳
艶
艷
艸
艹
艺
艾
艿
节
芃
芊
芋
芎
芒
芓
芙
芜
芝
芣
芥
芦
芨
芫
芬
芭
芮
芯
花
芳
芴
芷
芸
芹
芽
苁
苇
苋
苍
苎
苏
苑
苓
苔
苕
苗
苛
苜
苟
苡
若
苦
苫
苯
英
苹
苺
苻
茁
茂
范
茄
茅
茉
茎
茏
茗
茜
茡
茨
茫
茲
茴
茵
茶
茸
茹
茼
荀
荃
荆
荈
草
荊
荏
荐
荒
荔
荖
荘
荞
荡
荣
荤
荥
荧
荪
药
荳
荵
荷
荸
荻
荼
莆
莉
莊
莎
莒
莓
莖
莘
莞
莠
莢
莨
莪
莫
莱
莲
莳
莵
获
莹
莼
莽
菁
菅
菇
菈
菊
菌
菓
菖
菘
菜
菟
菠
菩
菫
華
菰
菱
菲
菴
菸
菻
菽
萃
萄
萊
萌
萍
萎
萓
萝
萠
萤
营
萧
萨
萩
萪
萬
萱
落
葆
葉
葎
葒
著
葛
葡
董
葦
葫
葬
葭
葱
葵
葸
葺
蒂
蒋
蒔
蒙
蒜
蒯
蒲
蒸
蒻
蒼
蒽
蒿
蓁
蓄
蓉
蓋
蓍
蓑
蓝
蓟
蓦
蓬
蓮
蓼
蓿
蔎
蔑
蔓
蔔
蔕
蔗
蔘
蔚
蔡
蔣
蔥
蔦
蔬
蔭
蔵
蔷
蔺
蔽
蕃
蕉
蕊
蕎
蕓
蕗
蕙
蕤
蕨
蕩
蕪
蕭
蕴
蕹
蕾
薀
薄
薇
薈
薊
薑
薔
薗
薙
薛
薤
薦
薩
薪
薫
薬
薮
薯
薰
薹
薺
藁
藉
藍
藏
藐
藕
藝
藠
藤
藥
藩
藪
藱
藺
藻
藿
蘄
蘆
蘇
蘊
蘋
蘑
蘗
蘘
蘥
蘧
蘩
蘭
蘰
蘿
虍
虎
虏
虐
虑
虔
處
虚
虛
虜
虞
號
虧
虫
虬
虱
虹
虻
虽
虾
蚀
蚁
蚂
蚆
蚊
蚌
蚕
蚡
蚤
蚩
蚪
蚬
蚱
蚵
蛀
蛆
蛇
蛊
蛋
蛍
蛐
蛙
蛛
蛟
蛤
蛮
蛯
蛸
蛹
蛻
蛽
蛾
蜀
蜂
蜃
蜈
蜉
蜊
蜋
蜍
蜑
蜒
蜓
蜕
蜗
蜘
蜚
蜜
蜡
蜣
蜥
蜴
蜷
蜺
蜻
蜿
蝀
蝃
蝇
蝈
蝉
蝋
蝌
蝎
蝓
蝕
蝗
蝙
蝟
蝠
蝣
蝤
蝦
蝨
蝪
蝴
蝶
蝸
螂
螈
融
螞
螟
螢
螫
螭
螮
螯
螳
螺
螻
螽
蟀
蟄
蟅
蟆
蟇
蟋
蟐
蟒
蟠
蟬
蟲
蟶
蟷
蟹
蟻
蟼
蟾
蠅
蠉
蠍
蠎
蠑
蠕
蠖
蠛
蠟
蠡
蠢
蠣
蠩
蠱
蠶
蠹
蠻
血
衅
衆
行
衍
衎
衒
術
街
衙
衛
衝
衞
衡
衢
衣
衤
补
表
衩
衫
衬
衰
衲
衷
衹
衽
衾
衿
袁
袂
袈
袋
袍
袓
袖
袗
袘
袜
袢
被
袭
袮
袱
袴
袵
裁
裂
装
裏
裔
裕
裘
裙
補
裝
裟
裡
裤
裨
裲
裳
裴
裷
裸
裹
製
裾
褂
褄
複
褌
褐
褒
褚
褦
褪
褲
褻
襄
襌
襍
襞
襟
襠
襦
襪
襲
襴
襾
西
覀
要
覃
覅
覆
覇
見
規
覓
視
覗
覚
覡
覦
覧
覩
親
覬
覯
覲
観
覺
覽
覿
觀
见
观
规
觅
视
览
觉
觋
觐
觑
角
觚
觜
解
触
觸
言
訁
訂
訃
訆
訇
計
訊
訌
討
訒
訓
訖
託
記
訛
訝
訟
訣
訥
訪
設
許
訳
訴
訶
診
註
証
訾
詁
詎
詐
詔
評
詛
詞
詠
詡
詢
詣
試
詩
詫
詭
詮
詰
話
該
詳
詵
詹
誂
誄
誅
誇
誉
誌
認
誏
誒
誓
誕
誘
誙
語
誠
誡
誣
誤
誥
誦
誨
說
説
読
誰
課
誹
誼
誾
調
諂
諄
談
請
諏
諒
論
諛
諜
諝
諞
諠
諡
諢
諤
諦
諧
諫
諭
諮
諱
諴
諵
諶
諷
諸
諺
諾
謀
謁
謂
謇
謊
謌
謎
謐
謔
謕
謗
謙
謚
講
謝
謠
謡
謦
謨
謫
謬
謳
謹
譁
證
譌
譎
譏
譖
識
譙
譚
譛
譜
譞
譟
警
譫
譬
譯
議
譲
護
譽
譾
讀
讃
變
讌
讎
讐
讒
讓
讚
讠
计
订
认
讨
让
讫
训
议
讯
记
讲
讳
讶
许
讹
论
讼
讽
设
访
诀
证
诃
评
诅
识
诈
诉
诊
诋
词
诏
译
诒
试
诗
诚
话
诞
诡
询
诣
该
详
诧
诫
诬
语
误
诱
诲
说
诵
诶
请
诸
诺
读
诽
课
谀
谁
调
谅
谈
谊
谋
谍
谎
谐
谒
谓
谔
谙
谚
谜
谢
谣
谤
谦
谧
谨
谩
谬
谭
谱
谴
谶
谷
谺
谿
豁
豆
豇
豈
豉
豊
豌
豎
豐
豔
豕
豚
象
豢
豪
豫
豬
豸
豹
豺
豼
貂
貅
貉
貊
貌
貍
貎
貓
貔
貘
貝
貞
負
財
貢
貧
貨
販
貪
貫
責
貯
貰
貲
貳
貴
貶
買
貸
費
貼
貽
貿
賀
賁
賂
賃
賄
資
賈
賊
賎
賑
賓
賛
賜
賞
賠
賡
賢
賣
賤
賦
質
賭
賴
賺
購
賽
賾
贄
贅
贈
贊
贏
贒
贓
贔
贖
贛
贝
贞
负
贡
财
责
贤
败
账
货
质
贩
贪
贫
贬
购
贮
贯
贰
贱
贴
贵
贷
贸
费
贺
贻
贼
贾
贿
赁
赂
资
赋
赌
赎
赏
赐
赔
赕
赖
赘
赚
赛
赞
赟
赠
赡
赢
赣
赤
赦
赫
走
赳
赴
赵
赶
起
趁
趄
超
越
趋
趏
趔
趕
趙
趟
趣
趨
足
趴
趺
趾
跃
跆
跋
跌
跏
跐
跑
跖
距
跟
跡
跣
跤
跥
跨
跪
跫
跮
路
跳
跴
践
跷
跻
踊
踏
踐
踔
踖
踝
踞
踟
踢
踧
踩
踪
踰
踱
踴
踵
踶
踹
蹂
蹄
蹈
蹉
蹊
蹚
蹜
蹟
蹤
蹦
蹬
蹲
蹴
蹶
蹻
蹿
躀
躁
躇
躊
躍
躏
躐
躓
躙
躦
躩
身
躬
躯
躰
躱
躲
躺
躾
軀
軅
車
軋
軌
軍
軏
軒
軟
転
軫
軲
軸
軻
軼
軽
軾
較
輅
載
輒
輔
輕
輗
輙
輜
輝
輟
輦
輩
輪
輯
輵
輶
輸
輿
轄
轅
轆
轉
轍
轒
轟
轢
车
轧
轨
轩
转
轮
软
轰
轲
轴
轶
轻
轼
载
较
辅
辆
辈
辉
辍
辐
辑
输
辕
辖
辛
辜
辞
辟
辣
辦
辨
辩
辭
辮
辯
辰
辱
農
辵
辶
辷
边
辺
辻
込
辽
达
辿
迁
迂
迄
迅
过
迈
迎
运
近
返
还
这
迚
进
远
违
连
迟
迢
迦
迨
迩
迪
迫
迭
迯
述
迴
迷
迸
迹
追
退
送
适
逃
逄
逅
逆
选
逊
逋
逍
透
逐
递
途
逕
逗
這
通
逛
逝
逞
速
造
逡
逢
連
逧
逨
逮
逯
週
進
逵
逸
逹
逺
逻
逼
逽
逾
遁
遂
遅
遇
遉
遊
運
遍
過
遏
遐
遑
道
達
違
遗
遘
遙
遛
遜
遞
遠
遡
遢
遣
遥
遨
適
遭
遮
遲
遴
遵
遶
遷
選
遺
遼
遽
避
邀
邁
邂
邃
還
邆
邇
邈
邉
邊
邋
邏
邑
邓
邕
邛
邝
邢
那
邦
邨
邪
邬
邮
邯
邰
邱
邳
邴
邵
邶
邸
邹
邻
郁
郄
郊
郎
郑
郗
郜
郝
郞
郟
郡
郢
郤
郦
郧
部
郭
郴
郵
郷
郸
郹
郺
都
鄂
鄄
鄉
鄒
鄔
鄕
鄖
鄙
鄚
鄢
鄧
鄭
鄮
鄯
鄰
鄱
鄲
鄺
酃
酆
酈
酉
酋
酌
配
酎
酒
酔
酗
酛
酝
酢
酥
酩
酪
酬
酰
酱
酵
酶
酷
酸
酹
酿
醃
醆
醇
醉
醋
醍
醐
醒
醜
醤
醪
醫
醬
醭
醮
醯
醴
醸
釀
釁
釆
采
釈
释
釋
里
重
野
量
金
釒
釗
釘
釜
針
釣
釦
釧
釵
鈀
鈁
鈄
鈈
鈍
鈎
鈔
鈕
鈞
鈥
鈦
鈴
鈷
鈹
鈺
鈽
鈿
鉀
鉄
鉅
鉉
鉋
鉌
鉑
鉛
鉞
鉢
鉤
鉨
鉱
鉲
鉳
鉴
鉻
鉾
銀
銃
銅
銋
銓
銕
銖
銘
銛
銜
銫
銭
銮
銳
銷
銹
銼
鋂
鋅
鋋
鋍
鋐
鋒
鋗
鋩
鋪
鋭
鋸
鋼
錄
錆
錇
錋
錐
錘
錚
錠
錡
錢
錣
錦
錨
錫
錬
錮
錯
録
錳
錵
錶
錼
鍀
鍅
鍊
鍋
鍍
鍛
鍜
鍠
鍵
鍼
鍾
鎄
鎇
鎌
鎔
鎖
鎗
鎚
鎝
鎦
鎧
鎩
鎬
鎭
鎮
鎿
鏀
鏈
鏌
鏑
鏖
鏗
鏘
鏞
鏟
鏡
鏢
鏱
鏷
鐃
鐄
鐔
鐘
鐚
鐡
鐦
鐳
鐵
鐸
鑀
鑊
鑑
鑒
鑓
鑛
鑣
鑥
鑫
鑭
鑰
鑲
鑼
鑽
鑾
鑿
钂
钃
钅
针
钉
钊
钎
钓
钗
钚
钛
钝
钞
钟
钢
钥
钦
钧
钩
钫
钮
钰
钱
钳
钶
钺
钻
钽
钾
钿
铁
铂
铃
铅
铉
铏
铖
铛
铜
铝
铠
铭
铮
铲
银
铸
铺
链
铿
销
锁
锃
锄
锅
锈
锋
锌
锎
锏
锐
锒
锘
错
锝
锟
锡
锢
锣
锤
锦
锫
键
锯
锰
锲
锴
锵
锻
锿
镀
镂
镅
镆
镇
镈
镎
镐
镔
镕
镜
镝
镥
镬
镶
長
长
門
閃
閆
閉
開
閏
閑
閒
間
閔
閗
閘
閠
関
閣
閤
閥
閧
閨
閩
閫
閬
閭
閱
閲
閹
閻
閼
閾
闃
闇
闊
闋
闍
闐
闕
闖
闘
闚
關
闞
闡
闢
闥
门
闪
闫
闭
问
闯
闰
闲
间
闵
闷
闸
闹
闺
闻
闽
闾
阀
阁
阃
阅
阉
阎
阐
阔
阖
阙
阚
阜
阝
队
阡
阪
阮
阯
阱
防
阳
阴
阵
阶
阻
阼
阿
陀
陂
附
际
陆
陈
陉
陋
陌
降
限
陑
陕
陛
陜
陝
院
陣
除
陥
陦
陨
险
陪
陬
陰
陳
陵
陶
陷
陸
険
陽
隄
隅
隆
隈
隊
隋
隍
階
随
隐
隔
隕
隗
隘
隙
際
障
隞
隠
隣
隧
隨
險
隰
隱
隴
隶
隷
隸
隹
隺
隻
隼
隽
难
隿
雀
雁
雄
雅
集
雇
雉
雋
雌
雍
雎
雏
雑
雕
雖
雙
雛
雜
雞
離
難
雨
雩
雪
雫
雯
雰
雲
雳
零
雷
雹
電
雾
需
霄
霆
震
霈
霉
霊
霍
霎
霏
霓
霖
霙
霜
霞
霤
霧
霰
露
霸
霹
霽
霾
靂
靄
靈
靉
靑
青
靖
静
靚
靛
靜
非
靠
靡
面
革
靬
靭
靱
靳
靴
靺
靼
鞈
鞋
鞍
鞎
鞏
鞘
鞠
鞨
鞭
鞮
鞹
韃
韋
韓
韔
韙
韜
韞
韦
韩
韪
韬
韭
音
韵
韶
韻
響
頁
頂
頃
項
順
須
頌
頎
預
頑
頒
頓
頗
領
頞
頡
頤
頦
頨
頬
頭
頰
頷
頸
頹
頻
頼
頽
顆
題
額
顎
顏
顓
顔
顕
顗
願
顚
顛
顝
類
顥
顧
顫
顯
顱
页
顶
项
顺
须
顼
顽
顾
顿
颁
颂
预
领
颇
颈
颊
颍
频
颓
颖
颗
题
颜
额
颠
颤
風
颪
颯
颱
颺
飂
飄
风
飏
飒
飕
飘
飙
飛
飞
食
飠
飢
飩
飪
飭
飮
飯
飲
飴
飼
飽
飾
餃
餅
養
餌
餐
餒
餓
餔
餘
餠
餡
館
餮
餲
餼
饅
饇
饉
饋
饌
饎
饐
饑
饒
饕
饣
饥
饨
饬
饭
饮
饯
饰
饱
饲
饶
饺
饼
饿
馄
馅
馆
馈
馋
馍
馒
馕
首
馗
香
馥
馨
馫
馬
馮
馱
馳
馴
馺
駁
駄
駅
駆
駈
駉
駍
駐
駒
駔
駕
駘
駙
駛
駝
駟
駢
駭
駱
駲
駿
騂
騎
騒
験
騙
騨
騫
騭
騮
騰
騷
騾
驃
驅
驊
驕
驗
驚
驛
驟
驢
驤
驥
驪
驫
马
驭
驯
驰
驱
驳
驴
驶
驷
驸
驻
驼
驾
驿
骁
骂
骄
骆
骇
骊
验
骏
骐
骑
骒
骗
骚
骠
骡
骤
骥
骨
骯
骰
骷
骸
骼
髀
髄
髅
髏
髑
髒
髓
體
髖
高
髙
髟
髢
髦
髪
髫
髭
髮
髯
髱
髻
鬃
鬆
鬍
鬓
鬘
鬚
鬥
鬦
鬧
鬨
鬪
鬬
鬭
鬮
鬯
鬱
鬲
鬼
魁
魂
魄
魅
魊
魋
魍
魎
魏
魑
魔
魘
魚
魯
魷
鮀
鮎
鮑
鮒
鮓
鮟
鮨
鮪
鮫
鮭
鮮
鮴
鯉
鯊
鯓
鯖
鯛
鯡
鯤
鯨
鯰
鯱
鯵
鯽
鰋
鰒
鰤
鰭
鰯
鰲
鰹
鰺
鰻
鱇
鱈
鱉
鱓
鱗
鱚
鱲
鱶
鱷
鱸
鱻
鱼
鱿
鲀
鲁
鲇
鲈
鲑
鲜
鲟
鲤
鲨
鲮
鲱
鲲
鲸
鳄
鳆
鳕
鳖
鳗
鳞
鳥
鳩
鳫
鳭
鳯
鳳
鳴
鳶
鳿
鴆
鴉
鴎
鴒
鴛
鴣
鴦
鴨
鴻
鴿
鵈
鵑
鵜
鵝
鵠
鵡
鵩
鵬
鵲
鵺
鶉
鶏
鶑
鶚
鶫
鶭
鶯
鶴
鶺
鶻
鷄
鷆
鷓
鷗
鷟
鷰
鷲
鷹
鸋
鸕
鸚
鸞
鸟
鸠
鸡
鸣
鸥
鸦
鸭
鸵
鸽
鸾
鸿
鹃
鹄
鹅
鹉
鹋
鹏
鹑
鹘
鹤
鹦
鹰
鹵
鹸
鹹
鹺
鹼
鹽
鹿
麊
麋
麑
麒
麓
麗
麟
麥
麦
麩
麪
麭
麴
麵
麷
麸
麹
麺
麻
麼
麽
麾
麿
黃
黄
黍
黎
黏
黐
黑
黒
黔
默
黙
黛
黜
黝
點
黠
黥
黨
黮
黯
黹
黻
黽
黾
鼈
鼉
鼋
鼍
鼎
鼓
鼠
鼡
鼬
鼹
鼻
鼾
齉
齊
齋
齎
齐
齒
齟
齡
齢
齥
齧
齪
齬
齶
齷
齿
龄
龍
龐
龑
龔
龕
龘
龙
龚
龜
龟
龠
龢
鿁
鿫
鿬
鿭
ꀀ
ꀁ
ꀂ
ꀃ
ꀄ
ꀅ
ꀆ
ꀇ
ꀈ
ꀉ
ꀊ
ꀋ
ꀌ
ꀍ
ꀎ
ꀏ
ꀐ
ꀑ
ꀒ
ꀓ
ꀔ
ꀕ
ꀖ
ꀗ
ꀘ
ꀙ
ꀚ
ꀛ
ꀜ
ꀝ
ꀞ
ꀟ
ꀠ
ꀡ
ꀢ
ꀣ
ꀤ
ꀥ
ꀦ
ꀧ
ꀨ
ꀩ
ꀪ
ꀫ
ꀬ
ꀭ
ꀮ
ꀯ
ꀰ
ꀱ
ꀲ
ꀳ
ꀴ
ꀵ
ꀶ
ꀷ
ꀸ
ꀹ
ꀺ
ꀻ
ꀼ
ꀽ
ꀾ
ꀿ
ꁀ
ꁁ
ꁂ
ꁃ
ꁄ
ꁅ
ꁆ
ꁇ
ꁈ
ꁉ
ꁊ
ꁋ
ꁌ
ꁍ
ꁎ
ꁏ
ꁐ
ꁑ
ꁒ
ꁓ
ꁔ
ꁕ
ꁖ
ꁗ
ꁘ
ꁙ
ꁚ
ꁛ
ꁜ
ꁝ
ꁞ
ꁟ
ꁠ
ꁡ
ꁢ
ꁣ
ꁤ
ꁥ
ꁦ
ꁧ
ꁨ
ꁩ
ꁪ
ꁫ
ꁬ
ꁭ
ꁮ
ꁯ
ꁰ
ꁱ
ꁲ
ꁳ
ꁴ
ꁵ
ꁶ
ꁷ
ꁸ
ꁹ
ꁺ
ꁻ
ꁼ
ꁽ
ꁾ
ꁿ
ꂀ
ꂁ
ꂂ
ꂃ
ꂄ
ꂅ
ꂆ
ꂇ
ꂈ
ꂉ
ꂊ
ꂋ
ꂌ
ꂍ
ꂎ
ꂏ
ꂐ
ꂑ
ꂒ
ꂓ
ꂔ
ꂕ
ꂖ
ꂗ
ꂘ
ꂙ
ꂚ
ꂛ
ꂜ
ꂝ
ꂞ
ꂟ
ꂠ
ꂡ
ꂢ
ꂣ
ꂤ
ꂥ
ꂦ
ꂧ
ꂨ
ꂩ
ꂪ
ꂫ
ꂬ
ꂭ
ꂮ
ꂯ
ꂰ
ꂱ
ꂲ
ꂳ
ꂴ
ꂵ
ꂶ
ꂷ
ꂸ
ꂹ
ꂺ
ꂻ
ꂼ
ꂽ
ꂾ
ꂿ
ꃀ
ꃁ
ꃂ
ꃃ
ꃄ
ꃅ
ꃆ
ꃇ
ꃈ
ꃉ
ꃊ
ꃋ
ꃌ
ꃍ
ꃎ
ꃏ
ꃐ
ꃑ
ꃒ
ꃓ
ꃔ
ꃕ
ꃖ
ꃗ
ꃘ
ꃙ
ꃚ
ꃛ
ꃜ
ꃝ
ꃞ
ꃟ
ꃠ
ꃡ
ꃢ
ꃣ
ꃤ
ꃥ
ꃦ
ꃧ
ꃨ
ꃩ
ꃪ
ꃫ
ꃬ
ꃭ
ꃮ
ꃯ
ꃰ
ꃱ
ꃲ
ꃳ
ꃴ
ꃵ
ꃶ
ꃷ
ꃸ
ꃹ
ꃺ
ꃻ
ꃼ
ꃽ
ꃾ
ꃿ
ꄀ
ꄁ
ꄂ
ꄃ
ꄄ
ꄅ
ꄆ
ꄇ
ꄈ
ꄉ
ꄊ
ꄋ
ꄌ
ꄍ
ꄎ
ꄏ
ꄐ
ꄑ
ꄒ
ꄓ
ꄔ
ꄕ
ꄖ
ꄗ
ꄘ
ꄙ
ꄚ
ꄛ
ꄜ
ꄝ
ꄞ
ꄟ
ꄠ
ꄡ
ꄢ
ꄣ
ꄤ
ꄥ
ꄦ
ꄧ
ꄨ
ꄩ
ꄪ
ꄫ
ꄬ
ꄭ
ꄮ
ꄯ
ꄰ
ꄱ
ꄲ
ꄳ
ꄴ
ꄵ
ꄶ
ꄷ
ꄸ
ꄹ
ꄺ
ꄻ
ꄼ
ꄽ
ꄾ
ꄿ
ꅀ
ꅁ
ꅂ
ꅃ
ꅄ
ꅅ
ꅆ
ꅇ
ꅈ
ꅉ
ꅊ
ꅋ
ꅌ
ꅍ
ꅎ
ꅏ
ꅐ
ꅑ
ꅒ
ꅓ
ꅔ
ꅕ
ꅖ
ꅗ
ꅘ
ꅙ
ꅚ
ꅛ
ꅜ
ꅝ
ꅞ
ꅟ
ꅠ
ꅡ
ꅢ
ꅣ
ꅤ
ꅥ
ꅦ
ꅧ
ꅨ
ꅩ
ꅪ
ꅫ
ꅬ
ꅭ
ꅮ
ꅯ
ꅰ
ꅱ
ꅲ
ꅳ
ꅴ
ꅵ
ꅶ
ꅷ
ꅸ
ꅹ
ꅺ
ꅻ
ꅼ
ꅽ
ꅾ
ꅿ
ꆀ
ꆁ
ꆂ
ꆃ
ꆄ
ꆅ
ꆆ
ꆇ
ꆈ
ꆉ
ꆊ
ꆋ
ꆌ
ꆍ
ꆎ
ꆏ
ꆐ
ꆑ
ꆒ
ꆓ
ꆔ
ꆕ
ꆖ
ꆗ
ꆘ
ꆙ
ꆚ
ꆛ
ꆜ
ꆝ
ꆞ
ꆟ
ꆠ
ꆡ
ꆢ
ꆣ
ꆤ
ꆥ
ꆦ
ꆧ
ꆨ
ꆩ
ꆪ
ꆫ
ꆬ
ꆭ
ꆮ
ꆯ
ꆰ
ꆱ
ꆲ
ꆳ
ꆴ
ꆵ
ꆶ
ꆷ
ꆸ
ꆹ
ꆺ
ꆻ
ꆼ
ꆽ
ꆾ
ꆿ
ꇀ
ꇁ
ꇂ
ꇃ
ꇄ
ꇅ
ꇆ
ꇇ
ꇈ
ꇉ
ꇊ
ꇋ
ꇌ
ꇍ
ꇎ
ꇏ
ꇐ
ꇑ
ꇒ
ꇓ
ꇔ
ꇕ
ꇖ
ꇗ
ꇘ
ꇙ
ꇚ
ꇛ
ꇜ
ꇝ
ꇞ
ꇟ
ꇠ
ꇡ
ꇢ
ꇣ
ꇤ
ꇥ
ꇦ
ꇧ
ꇨ
ꇩ
ꇪ
ꇫ
ꇬ
ꇭ
ꇮ
ꇯ
ꇰ
ꇱ
ꇲ
ꇳ
ꇴ
ꇵ
ꇶ
ꇷ
ꇸ
ꇹ
ꇺ
ꇻ
ꇼ
ꇽ
ꇾ
ꇿ
ꈀ
ꈁ
ꈂ
ꈃ
ꈄ
ꈅ
ꈆ
ꈇ
ꈈ
ꈉ
ꈊ
ꈋ
ꈌ
ꈍ
ꈎ
ꈏ
ꈐ
ꈑ
ꈒ
ꈓ
ꈔ
ꈕ
ꈖ
ꈗ
ꈘ
ꈙ
ꈚ
ꈛ
ꈜ
ꈝ
ꈞ
ꈟ
ꈠ
ꈡ
ꈢ
ꈣ
ꈤ
ꈥ
ꈦ
ꈧ
ꈨ
ꈩ
ꈪ
ꈫ
ꈬ
ꈭ
ꈮ
ꈯ
ꈰ
ꈱ
ꈲ
ꈳ
ꈴ
ꈵ
ꈶ
ꈷ
ꈸ
ꈹ
ꈺ
ꈻ
ꈼ
ꈽ
ꈾ
ꈿ
ꉀ
ꉁ
ꉂ
ꉃ
ꉄ
ꉅ
ꉆ
ꉇ
ꉈ
ꉉ
ꉊ
ꉋ
ꉌ
ꉍ
ꉎ
ꉏ
ꉐ
ꉑ
ꉒ
ꉓ
ꉔ
ꉕ
ꉖ
ꉗ
ꉘ
ꉙ
ꉚ
ꉛ
ꉜ
ꉝ
ꉞ
ꉟ
ꉠ
ꉡ
ꉢ
ꉣ
ꉤ
ꉥ
ꉦ
ꉧ
ꉨ
ꉩ
ꉪ
ꉫ
ꉬ
ꉭ
ꉮ
ꉯ
ꉰ
ꉱ
ꉲ
ꉳ
ꉴ
ꉵ
ꉶ
ꉷ
ꉸ
ꉹ
ꉺ
ꉻ
ꉼ
ꉽ
ꉾ
ꉿ
ꊀ
ꊁ
ꊂ
ꊃ
ꊄ
ꊅ
ꊆ
ꊇ
ꊈ
ꊉ
ꊊ
ꊋ
ꊌ
ꊍ
ꊎ
ꊏ
ꊐ
ꊑ
ꊒ
ꊓ
ꊔ
ꊕ
ꊖ
ꊗ
ꊘ
ꊙ
ꊚ
ꊛ
ꊜ
ꊝ
ꊞ
ꊟ
ꊠ
ꊡ
ꊢ
ꊣ
ꊤ
ꊥ
ꊦ
ꊧ
ꊨ
ꊩ
ꊪ
ꊫ
ꊬ
ꊭ
ꊮ
ꊯ
ꊰ
ꊱ
ꊲ
ꊳ
ꊴ
ꊵ
ꊶ
ꊷ
ꊸ
ꊹ
ꊺ
ꊻ
ꊼ
ꊽ
ꊾ
ꊿ
ꋀ
ꋁ
ꋂ
ꋃ
ꋄ
ꋅ
ꋆ
ꋇ
ꋈ
ꋉ
ꋊ
ꋋ
ꋌ
ꋍ
ꋎ
ꋏ
ꋐ
ꋑ
ꋒ
ꋓ
ꋔ
ꋕ
ꋖ
ꋗ
ꋘ
ꋙ
ꋚ
ꋛ
ꋜ
ꋝ
ꋞ
ꋟ
ꋠ
ꋡ
ꋢ
ꋣ
ꋤ
ꋥ
ꋦ
ꋧ
ꋨ
ꋩ
ꋪ
ꋫ
ꋬ
ꋭ
ꋮ
ꋯ
ꋰ
ꋱ
ꋲ
ꋳ
ꋴ
ꋵ
ꋶ
ꋷ
ꋸ
ꋹ
ꋺ
ꋻ
ꋼ
ꋽ
ꋾ
ꋿ
ꌀ
ꌁ
ꌂ
ꌃ
ꌄ
ꌅ
ꌆ
ꌇ
ꌈ
ꌉ
ꌊ
ꌋ
ꌌ
ꌍ
ꌎ
ꌏ
ꌐ
ꌑ
ꌒ
ꌓ
ꌔ
ꌕ
ꌖ
ꌗ
ꌘ
ꌙ
ꌚ
ꌛ
ꌜ
ꌝ
ꌞ
ꌟ
ꌠ
ꌡ
ꌢ
ꌣ
ꌤ
ꌥ
ꌦ
ꌧ
ꌨ
ꌩ
ꌪ
ꌫ
ꌬ
ꌭ
ꌮ
ꌯ
ꌰ
ꌱ
ꌲ
ꌳ
ꌴ
ꌵ
ꌶ
ꌷ
ꌸ
ꌹ
ꌺ
ꌻ
ꌼ
ꌽ
ꌾ
ꌿ
ꍀ
ꍁ
ꍂ
ꍃ
ꍄ
ꍅ
ꍆ
ꍇ
ꍈ
ꍉ
ꍊ
ꍋ
ꍌ
ꍍ
ꍎ
ꍏ
ꍐ
ꍑ
ꍒ
ꍓ
ꍔ
ꍕ
ꍖ
ꍗ
ꍘ
ꍙ
ꍚ
ꍛ
ꍜ
ꍝ
ꍞ
ꍟ
ꍠ
ꍡ
ꍢ
ꍣ
ꍤ
ꍥ
ꍦ
ꍧ
ꍨ
ꍩ
ꍪ
ꍫ
ꍬ
ꍭ
ꍮ
ꍯ
ꍰ
ꍱ
ꍲ
ꍳ
ꍴ
ꍵ
ꍶ
ꍷ
ꍸ
ꍹ
ꍺ
ꍻ
ꍼ
ꍽ
ꍾ
ꍿ
ꎀ
ꎁ
ꎂ
ꎃ
ꎄ
ꎅ
ꎆ
ꎇ
ꎈ
ꎉ
ꎊ
ꎋ
ꎌ
ꎍ
ꎎ
ꎏ
ꎐ
ꎑ
ꎒ
ꎓ
ꎔ
ꎕ
ꎖ
ꎗ
ꎘ
ꎙ
ꎚ
ꎛ
ꎜ
ꎝ
ꎞ
ꎟ
ꎠ
ꎡ
ꎢ
ꎣ
ꎤ
ꎥ
ꎦ
ꎧ
ꎨ
ꎩ
ꎪ
ꎫ
ꎬ
ꎭ
ꎮ
ꎯ
ꎰ
ꎱ
ꎲ
ꎳ
ꎴ
ꎵ
ꎶ
ꎷ
ꎸ
ꎹ
ꎺ
ꎻ
ꎼ
ꎽ
ꎾ
ꎿ
ꏀ
ꏁ
ꏂ
ꏃ
ꏄ
ꏅ
ꏆ
ꏇ
ꏈ
ꏉ
ꏊ
ꏋ
ꏌ
ꏍ
ꏎ
ꏏ
ꏐ
ꏑ
ꏒ
ꏓ
ꏔ
ꏕ
ꏖ
ꏗ
ꏘ
ꏙ
ꏚ
ꏛ
ꏜ
ꏝ
ꏞ
ꏟ
ꏠ
ꏡ
ꏢ
ꏣ
ꏤ
ꏥ
ꏦ
ꏧ
ꏨ
ꏩ
ꏪ
ꏫ
ꏬ
ꏭ
ꏮ
ꏯ
ꏰ
ꏱ
ꏲ
ꏳ
ꏴ
ꏵ
ꏶ
ꏷ
ꏸ
ꏹ
ꏺ
ꏻ
ꏼ
ꏽ
ꏾ
ꏿ
ꐀ
ꐁ
ꐂ
ꐃ
ꐄ
ꐅ
ꐆ
ꐇ
ꐈ
ꐉ
ꐊ
ꐋ
ꐌ
ꐍ
ꐎ
ꐏ
ꐐ
ꐑ
ꐒ
ꐓ
ꐔ
ꐕ
ꐖ
ꐗ
ꐘ
ꐙ
ꐚ
ꐛ
ꐜ
ꐝ
ꐞ
ꐟ
ꐠ
ꐡ
ꐢ
ꐣ
ꐤ
ꐥ
ꐦ
ꐧ
ꐨ
ꐩ
ꐪ
ꐫ
ꐬ
ꐭ
ꐮ
ꐯ
ꐰ
ꐱ
ꐲ
ꐳ
ꐴ
ꐵ
ꐶ
ꐷ
ꐸ
ꐹ
ꐺ
ꐻ
ꐼ
ꐽ
ꐾ
ꐿ
ꑀ
ꑁ
ꑂ
ꑃ
ꑄ
ꑅ
ꑆ
ꑇ
ꑈ
ꑉ
ꑊ
ꑋ
ꑌ
ꑍ
ꑎ
ꑏ
ꑐ
ꑑ
ꑒ
ꑓ
ꑔ
ꑕ
ꑖ
ꑗ
ꑘ
ꑙ
ꑚ
ꑛ
ꑜ
ꑝ
ꑞ
ꑟ
ꑠ
ꑡ
ꑢ
ꑣ
ꑤ
ꑥ
ꑦ
ꑧ
ꑨ
ꑩ
ꑪ
ꑫ
ꑬ
ꑭ
ꑮ
ꑯ
ꑰ
ꑱ
ꑲ
ꑳ
ꑴ
ꑵ
ꑶ
ꑷ
ꑸ
ꑹ
ꑺ
ꑻ
ꑼ
ꑽ
ꑾ
ꑿ
ꒀ
ꒁ
ꒂ
ꒃ
ꒄ
ꒅ
ꒆ
ꒇ
ꒈ
ꒉ
ꒊ
ꒋ
ꒌ
꒪
꒰
꒱
꒳
ꔞ
ꔷ
ꕭ
ꖊ
ꖖ
ꗘ
ꗪ
꘎
ꙁ
Ꙇ
ꙇ
Ꙍ
ꙍ
Ꙗ
Ꙙ
Ꙭ
ꙮ
꙰
꙳
ꙻ
꜉
꜊
꜋
꜌
ꜜ
ꜝ
ꜞ
ꜟ
Ꜣ
ꜣ
Ꜥ
ꜥ
ꜧ
ꜩ
ꜫ
ꜭ
ꜯ
ꜷ
Ꜿ
ꜿ
Ꝁ
ꝁ
Ꝃ
ꝃ
Ꝅ
ꝅ
Ꝉ
ꝉ
Ꝋ
ꝋ
Ꝑ
ꝑ
Ꝓ
ꝓ
Ꝕ
ꝕ
Ꝗ
ꝗ
Ꝙ
ꝙ
Ꝛ
ꝛ
Ꝝ
ꝝ
Ꝟ
ꝟ
Ꝥ
ꝥ
Ꝧ
ꝧ
Ꝫ
ꝫ
Ꝭ
ꝭ
Ꝯ
ꝯ
ꝱ
ꝲ
ꝳ
ꝴ
ꝵ
ꝶ
ꝷ
ꝸ
ꞁ
Ꞌ
ꞌ
ꞎ
ꞔ
ꞗ
Ʞ
Ꞷ
ꞷ
ꟼ
ꠃ
ꠄ
꠆
ꠇ
ꠉ
ꠋ
ꠌ
ꠎ
ꠗ
ꠘ
ꠛ
ꠝ
ꠞ
ꠟ
ꠡ
ꠣ
ꠤ
ꠥ
꠸
꣠
꣡
꣢
꣣
꣤
꣥
꣦
꣧
꣨
꣩
꣪
꣫
꣬
꣭
꣮
꣯
꣰
꣱
ꣲ
ꣳ
ꣴ
ꣵ
ꣶ
ꣷ
꣸
꣹
꣺
ꣻ
꣼
ꣽ
ꣾ
ꣿ
ꤷ
꥟
ꦁ
ꦏ
ꦒ
ꦔ
ꦕ
ꦗ
ꦚ
ꦛ
ꦝ
ꦠ
ꦢ
ꦤ
ꦥ
ꦧ
ꦩ
ꦪ
ꦫ
ꦭ
ꦮ
ꦯ
ꦱ
ꦲ
ꦴ
ꦶ
ꦸ
ꦺ
ꦽ
ꦾ
ꦿ
꧀
꧈
꧉
꧋
꧑
ꪉ
ꬸ
꭛
가
각
간
갇
갈
감
갑
값
갓
갔
강
갖
같
갚
개
객
갠
갤
갯
갱
걀
걍
거
걱
건
걷
걸
검
겁
것
겅
겉
게
겐
겜
겟
겠
겨
격
겪
견
결
겸
겹
겼
경
곁
계
고
곡
곤
곧
골
곰
곱
곳
공
곶
과
곽
관
괄
괌
광
괘
괜
괭
괴
굉
교
굣
구
국
군
굳
굴
굼
굽
굿
궁
궂
권
궐
궤
귀
귄
귙
규
균
귤
그
극
근
글
금
급
긋
긍
긔
기
긱
긴
길
김
깁
깃
깊
까
깍
깐
깔
깜
깝
깡
깥
깨
깰
깽
꺼
꺽
꺾
껀
껏
껑
께
껴
꼈
꼬
꼭
꼴
꼼
꼽
꽃
꽈
꽉
꽝
꽤
꾀
꾸
꾼
꿀
꿇
꿈
꿋
꿔
꿧
꿨
뀌
뀐
뀔
끄
끈
끊
끌
끓
끔
끗
끝
끼
낀
낄
낌
낍
나
낙
낚
난
날
낡
남
납
낫
났
낭
낮
낯
낱
낳
내
낸
낼
냄
냅
냈
냉
냐
냠
냥
너
넋
넌
널
넓
넘
넙
넛
넣
네
넥
넨
넬
넵
넷
넸
넼
녀
녁
년
념
녔
녕
녘
녛
노
녹
논
놀
놈
농
높
놓
놔
놨
뇌
뇨
뇽
누
눈
눌
눔
눕
눴
뉘
뉴
늄
느
늑
는
늘
늙
늠
능
늦
늪
늬
니
닉
닌
닐
님
닙
닛
닝
다
닥
닦
단
닫
달
닭
닮
담
답
닷
당
닿
대
댄
댈
댐
댓
댔
댕
댜
더
덕
던
덜
덤
덧
덩
덫
덮
데
덱
덴
델
뎁
뎅
뎌
도
독
돈
돋
돌
돐
돔
돕
돗
동
돼
됐
되
된
될
됨
됩
됬
두
둑
둔
둘
둠
둡
둥
둬
뒀
뒈
뒤
뒷
듀
듈
듐
듑
드
득
든
듣
들
듬
듭
듯
등
듸
디
딕
딘
딛
딜
딥
딧
딨
딩
딪
따
딱
딴
딸
땀
땅
때
땐
땠
땡
떄
떠
떡
떤
떨
떳
떴
떻
떼
또
똑
똘
똥
똬
뙇
뙑
뚜
뚝
뚠
뚫
뚱
뚷
뛰
뛸
뜀
뜨
뜩
뜬
뜰
뜸
뜻
띄
띈
띌
띔
띕
띠
띡
라
락
란
랄
람
랍
랏
랐
랑
랗
래
랙
랜
램
랩
랫
랬
랭
랴
략
량
럤
러
럭
런
럴
럼
럽
럿
렀
렁
렇
레
렉
렌
렐
렙
렛
려
력
련
렬
렴
렵
렷
렸
령
례
로
록
론
롣
롤
롬
롭
롯
롱
뢰
료
룡
루
룩
룬
룰
룸
룹
룻
룽
뤄
뤘
뤬
뤼
륒
류
륙
률
륨
륭
르
륵
른
를
름
릅
릇
릉
릎
리
릭
린
릴
림
립
릿
링
마
막
만
많
맏
말
맑
맘
맙
맛
맜
망
맞
맡
맣
매
맥
맨
맵
맹
맺
머
먹
먼
멀
멈
멋
멍
멓
메
멘
멜
멤
멩
며
멱
면
멸
명
몇
모
목
몫
몬
몰
몸
몹
못
몽
뫃
묘
무
묵
묶
문
묻
물
뭇
뭉
뭏
뭐
뭔
뭘
뭣
뭥
뮤
뮬
므
믈
믓
미
믹
민
믿
밀
밈
밉
밋
밌
밍
및
밑
바
박
밖
반
받
발
밝
밟
밣
밤
밥
방
밬
밭
배
백
밴
밸
뱀
뱁
뱃
뱅
뱶
버
벅
번
벌
벐
벓
범
법
벗
벙
벚
베
벤
벨
벳
벼
벽
변
별
볍
병
보
복
볶
본
볻
볼
봄
봅
봇
봉
봌
봐
봣
봤
뵈
뵐
뵙
부
북
분
붇
불
붉
붏
붐
붓
붕
붖
붘
붙
뷔
뷰
뷸
브
븐
블
븜
비
빅
빈
빌
빔
빕
빗
빙
빚
빛
빠
빡
빨
빵
빼
뺀
뺄
뺏
뺐
뺑
뺨
뺴
뻐
뻔
뻗
뻤
뻥
뻰
뼈
뽀
뽈
뽐
뽑
뽕
뽜
뿅
뿌
뿐
뿔
뿜
쀼
쁘
쁜
쁠
쁨
쁩
삐
사
삭
산
살
삶
삼
삽
삿
샀
상
새
색
샌
샐
샘
생
샤
샥
샴
샵
샷
샹
섀
서
석
섞
선
섣
설
섬
섭
섯
섰
성
세
섹
센
셀
셈
셉
셋
셔
션
셜
셧
셨
셰
셸
소
속
손
솔
솜
솟
송
쇄
쇠
쇼
숀
숍
숏
수
숙
순
술
숨
숫
숭
숱
숲
숴
쉐
쉘
쉬
쉰
쉴
쉼
쉽
슈
슐
슘
슝
스
슥
슨
슬
슴
습
슷
승
시
식
신
싣
실
싫
심
십
싱
싶
싸
싹
싼
쌀
쌄
쌈
쌍
쌓
쌔
쌩
썅
써
썩
썬
썰
썸
썹
썻
썼
썽
쎄
쎅
쎈
쏘
쏙
쏜
쏟
쏠
쏭
쏴
쐈
쐐
쑤
쑥
쑹
쒸
쓰
쓴
쓸
씀
씁
씌
씨
씩
씬
씸
씽
아
악
안
앉
않
알
암
압
앗
았
앙
앜
앞
애
액
앤
앨
앰
앱
앳
앵
야
약
얀
얄
얇
얌
얍
양
얘
어
억
언
얹
얻
얼
얽
엄
업
없
엇
었
엉
엊
엌
엎
에
엑
엔
엘
엠
엣
엥
엪
여
역
연
열
염
엽
엿
였
영
옅
옆
예
옐
옘
옛
오
옥
온
올
옭
옮
옳
옴
옵
옷
옹
와
완
왈
왓
왔
왕
왜
왠
외
왼
요
욕
욘
욥
용
우
욱
운
울
움
웁
웃
웅
워
웍
원
월
웜
웟
웠
웨
웬
웹
위
윅
윈
윌
윗
윙
유
육
윤
율
융
윷
으
윽
은
을
음
읍
응
의
이
익
인
일
읽
잃
임
입
잇
있
잉
잊
잎
자
작
잔
잖
잘
잠
잡
잣
장
잦
재
잭
잰
잼
쟁
쟈
쟌
저
적
전
절
젊
점
접
젓
정
젖
제
젝
젠
젤
젬
젯
져
젼
졌
졍
조
족
존
졸
좀
좁
종
좋
좌
죄
죠
죤
주
죽
준
줄
줌
줍
중
줘
줬
쥐
쥬
쥹
즈
즉
즌
즐
즘
즙
증
지
직
진
질
짐
집
짓
징
짖
짙
짚
짜
짝
짠
짤
짧
짬
짭
짱
째
쨌
쨍
쨔
쨘
쨩
쩌
쩍
쩐
쩔
쩝
쩡
쪄
쪼
쪽
쫀
쫓
쭈
쭉
쭤
쯔
쯤
쯰
찌
찍
찐
찔
찜
찡
찢
차
착
찬
찮
찰
참
찹
찼
창
찾
채
책
챌
챔
챙
챠
처
척
천
철
첨
첩
첫
청
체
첵
첸
쳐
쳤
초
촉
촌
촛
총
촤
촬
최
쵸
춍
추
축
춘
출
춤
춥
춧
충
춰
췄
췌
취
췰
츄
츠
측
츤
층
치
칙
친
칠
침
칩
칭
카
칵
칸
칼
캄
캅
캐
캑
캔
캘
캠
캡
캣
커
컥
컨
컬
컴
컵
컷
컸
컹
케
켄
켈
켑
켓
켜
켤
켰
코
콕
콘
콜
콤
콥
콧
콩
쾌
쾨
쾰
쿄
쿠
쿡
쿨
쿵
쿼
퀀
퀄
퀘
퀴
퀵
퀸
큐
큦
크
큰
클
큼
큽
키
킥
킨
킬
킴
킵
킷
킹
타
탁
탄
탈
탐
탑
탓
탔
탕
태
택
탠
탤
탭
탱
터
턱
턴
털
텀
텃
텅
테
텍
텐
텔
템
텝
토
톡
톤
톨
톰
톱
통
퇴
투
툭
툰
툴
툼
퉁
튀
튕
튜
튠
트
특
튼
틀
틈
틋
티
틱
틴
틸
팀
팁
팅
파
팍
판
팔
팜
팝
팟
팠
팡
팥
패
팩
팬
팰
팸
팻
팽
퍼
퍽
펀
펄
펌
펑
페
펙
펜
펠
펩
펫
펭
펴
편
펼
평
폐
포
폭
폰
폴
폼
퐁
표
푸
푹
푼
풀
품
풋
풍
퓓
퓨
픂
프
픈
플
픔
피
픽
핀
필
핍
핏
핑
하
학
한
할
핥
함
합
핫
항
해
핵
핸
햄
햅
햇
했
행
향
허
헉
헌
헐
험
헛
헝
헣
헤
헨
헬
헷
헹
헿
혀
혁
현
혈
혐
협
혔
형
혜
호
혹
혼
홀
홈
홉
홍
화
확
환
활
황
회
획
횟
횡
효
후
훈
훌
훑
훔
훕
훗
훙
훨
훼
훽
휘
휠
휩
휴
흉
흐
흑
흔
흘
흙
흠
흡
흥
흩
희
흰
히
힌
힐
힘
힙
힛
ퟀ



























































































































































































































































































































































































































































































































































































































﨑
ﬞ
﮼
﴾
﴿
﷽
︁
︍
︎
️
︢
﹅
﹆
﻿
﾿
￯
￰
￳
￹
￼
�
𐀀
𐀁
𐀂
𐀄
𐀅
𐀊
𐀍
𐀐
𐀑
𐀓
𐀔
𐀖
𐀙
𐀛
𐀜
𐀝
𐀞
𐀟
𐀠
𐀡
𐀨
𐀩
𐀪
𐀫
𐀮
𐀲
𐀴
𐀶
𐀷
𐀸
𐀺
𐁀
𐁉
𐁚
𐃨
𐄫
𐆄
𐌀
𐌁
𐌄
𐌅
𐌈
𐌉
𐌋
𐌐
𐌑
𐌔
𐌰
𐌲
𐌳
𐌴
𐌹
𐌺
𐌻
𐌼
𐌽
𐌿
𐍂
𐍃
𐍄
𐍉
𐎍
𐎗
𐎛
𐎠
𐎡
𐎢
𐎣
𐎤
𐎥
𐎦
𐎧
𐎨
𐎩
𐎪
𐎫
𐎬
𐎭
𐎮
𐎯
𐎰
𐎱
𐎲
𐎳
𐎴
𐎵
𐎶
𐎷
𐎸
𐎹
𐎺
𐎻
𐎼
𐎽
𐎾
𐎿
𐏀
𐏁
𐏂
𐏃
𐏈
𐏉
𐏊
𐏋
𐏌
𐏍
𐏎
𐏏
𐏐
𐏑
𐏒
𐏓
𐏔
𐏕
𐐀
𐐁
𐐂
𐐃
𐐄
𐐅
𐐆
𐐇
𐐈
𐐉
𐐊
𐐋
𐐌
𐐍
𐐎
𐐏
𐐐
𐐑
𐐒
𐐓
𐐔
𐐕
𐐖
𐐗
𐐘
𐐙
𐐚
𐐛
𐐜
𐐝
𐐞
𐐟
𐐠
𐐡
𐐢
𐐣
𐐤
𐐥
𐐦
𐐧
𐐨
𐐩
𐐪
𐐫
𐐬
𐐭
𐐮
𐐯
𐐰
𐐱
𐐲
𐐳
𐐴
𐐵
𐐶
𐐷
𐐸
𐐹
𐐺
𐐻
𐐼
𐐽
𐐾
𐐿
𐑀
𐑁
𐑂
𐑃
𐑄
𐑅
𐑆
𐑇
𐑈
𐑉
𐑊
𐑋
𐑌
𐑍
𐑎
𐑏
𐑐
𐑑
𐑒
𐑓
𐑔
𐑕
𐑖
𐑗
𐑘
𐑙
𐑚
𐑛
𐑜
𐑝
𐑞
𐑟
𐑡
𐑢
𐑣
𐑤
𐑥
𐑦
𐑧
𐑨
𐑩
𐑪
𐑫
𐑬
𐑭
𐑮
𐑯
𐑰
𐑱
𐑲
𐑳
𐑴
𐑵
𐑷
𐑸
𐑹
𐑻
𐑼
𐑽
𐑿
𐡀
𐡁
𐡂
𐡃
𐡄
𐡅
𐡆
𐡇
𐡈
𐡉
𐡊
𐡋
𐡌
𐡍
𐡎
𐡏
𐡐
𐡑
𐡒
𐡓
𐡔
𐡕
𐤀
𐤁
𐤂
𐤃
𐤄
𐤅
𐤆
𐤇
𐤈
𐤉
𐤊
𐤋
𐤌
𐤍
𐤎
𐤏
𐤐
𐤑
𐤒
𐤓
𐤔
𐤕
𐤖
𐤗
𐤘
𐤙
𐤚
𐤛
𐤟
𐩠
𐩡
𐩢
𐩣
𐩤
𐩥
𐩦
𐩧
𐩨
𐩩
𐩪
𐩫
𐩬
𐩭
𐩮
𐩯
𐩰
𐩱
𐩲
𐩳
𐩴
𐩵
𐩶
𐩷
𐩸
𐩹
𐩺
𐩻
𐩼
𐩽
𐩾
𐩿
𐬀
𐬉
𐬊
𐬌
𐬎
𐬙
𐬚
𐬛
𐬞
𐬢
𐬥
𐬨
𐬭
𐬰
𐬱
𐬵
𐭃
𐭉
𐭓
𐭕
𐭠
𐭥
𐭦
𐭧
𐭩
𐭪
𐭫
𐭬
𐭭
𐭯
𐭱
𐭲
𐰆
𐰍
𐰖
𐰺
𑀁
𑀓
𑀕
𑀢
𑀣
𑀥
𑀦
𑀩
𑀪
𑀫
𑀯
𑀲
𑀺
𑀼
𑁂
𑁄
𑇡
𑇢
𑇣
𑇤
𑇥
𑇦
𑇧
𑇨
𑇩
𑇪
𑇫
𑇬
𑇭
𑇮
𑇯
𑇰
𑇱
𑇲
𑇳
𑇴
𒀀
𒀔
𒀕
𒀝
𒀭
𒀯
𒁕
𒁲
𒁳
𒁶
𒁹
𒁺
𒂂
𒂍
𒂗
𒂡
𒂼
𒃶
𒄀
𒄄
𒄑
𒄖
𒄠
𒄬
𒄷
𒅀
𒅁
𒅈
𒅎
𒅗
𒆍
𒆠
𒆪
𒆷
𒇀
𒈠
𒈦
𒈨
𒈪
𒈹
𒈾
𒉌
𒉎
𒉏
𒉽
𒊏
𒊑
𒊕
𒊩
𒊹
𒋀
𒋧
𒋾
𒌅
𒌆
𒌌
𒌑
𒌝
𒌨
𒌷
𒍅
𓀀
𓀁
𓀂
𓀃
𓀄
𓀅
𓀆
𓀇
𓀈
𓀉
𓀊
𓀋
𓀌
𓀍
𓀎
𓀏
𓀐
𓀑
𓀒
𓀓
𓀔
𓀕
𓀖
𓀗
𓀘
𓀙
𓀚
𓀛
𓀜
𓀝
𓀞
𓀟
𓀠
𓀡
𓀢
𓀣
𓀤
𓀥
𓀦
𓀧
𓀨
𓀩
𓀪
𓀫
𓀬
𓀭
𓀮
𓀯
𓀰
𓀱
𓀲
𓀳
𓀴
𓀵
𓀶
𓀷
𓀸
𓀹
𓀺
𓀻
𓀼
𓀽
𓀾
𓀿
𓁀
𓁁
𓁂
𓁃
𓁄
𓁅
𓁆
𓁇
𓁈
𓁉
𓁊
𓁋
𓁌
𓁍
𓁎
𓁏
𓁐
𓁑
𓁒
𓁓
𓁔
𓁕
𓁖
𓁗
𓁘
𓁙
𓁚
𓁛
𓁜
𓁝
𓁞
𓁟
𓁠
𓁡
𓁢
𓁣
𓁤
𓁥
𓁦
𓁧
𓁨
𓁩
𓁪
𓁫
𓁬
𓁭
𓁮
𓁯
𓁰
𓁱
𓁲
𓁳
𓁴
𓁵
𓁶
𓁷
𓁸
𓁹
𓁺
𓁻
𓁼
𓁽
𓁾
𓁿
𓂁
𓂂
𓂃
𓂄
𓂅
𓂆
𓂇
𓂈
𓂉
𓂊
𓂋
𓂌
𓂍
𓂎
𓂏
𓂐
𓂑
𓂒
𓂓
𓂔
𓂕
𓂖
𓂗
𓂘
𓂙
𓂚
𓂛
𓂜
𓂝
𓂞
𓂟
𓂡
𓂢
𓂣
𓂤
𓂥
𓂦
𓂧
𓂨
𓂩
𓂪
𓂫
𓂬
𓂭
𓂮
𓂯
𓂰
𓂱
𓂲
𓂳
𓂴
𓂵
𓂶
𓂷
𓂸
𓂹
𓂺
𓂻
𓂼
𓂽
𓂾
𓂿
𓃀
𓃁
𓃂
𓃃
𓃄
𓃅
𓃆
𓃇
𓃈
𓃉
𓃊
𓃋
𓃌
𓃍
𓃎
𓃏
𓃐
𓃑
𓃒
𓃓
𓃔
𓃕
𓃖
𓃗
𓃘
𓃙
𓃚
𓃛
𓃜
𓃝
𓃞
𓃟
𓃠
𓃡
𓃢
𓃣
𓃤
𓃥
𓃦
𓃧
𓃨
𓃪
𓃫
𓃬
𓃭
𓃮
𓃯
𓃰
𓃱
𓃲
𓃳
𓃴
𓃵
𓃶
𓃷
𓃸
𓃹
𓃺
𓃻
𓃼
𓃽
𓃾
𓃿
𓄀
𓄂
𓄃
𓄄
𓄅
𓄆
𓄇
𓄈
𓄉
𓄊
𓄋
𓄌
𓄍
𓄎
𓄏
𓄐
𓄑
𓄒
𓄓
𓄔
𓄕
𓄖
𓄗
𓄘
𓄙
𓄚
𓄛
𓄜
𓄝
𓄞
𓄟
𓄠
𓄡
𓄢
𓄣
𓄤
𓄥
𓄦
𓄧
𓄨
𓄩
𓄪
𓄫
𓄬
𓄭
𓄮
𓄯
𓄰
𓄱
𓄲
𓄳
𓄴
𓄵
𓄶
𓄷
𓄸
𓄹
𓄺
𓄻
𓄼
𓄽
𓄾
𓄿
𓅀
𓅁
𓅂
𓅃
𓅄
𓅅
𓅆
𓅇
𓅈
𓅉
𓅊
𓅋
𓅌
𓅍
𓅎
𓅏
𓅐
𓅑
𓅒
𓅓
𓅔
𓅕
𓅖
𓅗
𓅙
𓅚
𓅛
𓅜
𓅝
𓅞
𓅟
𓅠
𓅡
𓅢
𓅣
𓅤
𓅥
𓅦
𓅧
𓅨
𓅩
𓅪
𓅫
𓅬
𓅭
𓅮
𓅯
𓅰
𓅱
𓅲
𓅳
𓅴
𓅵
𓅶
𓅷
𓅸
𓅹
𓅺
𓅻
𓅼
𓅽
𓅾
𓅿
𓆀
𓆁
𓆂
𓆃
𓆄
𓆅
𓆆
𓆇
𓆈
𓆉
𓆊
𓆋
𓆌
𓆍
𓆎
𓆏
𓆐
𓆑
𓆒
𓆓
𓆔
𓆕
𓆖
𓆗
𓆘
𓆙
𓆚
𓆜
𓆝
𓆞
𓆟
𓆠
𓆡
𓆢
𓆣
𓆤
𓆥
𓆦
𓆧
𓆨
𓆩
𓆪
𓆫
𓆬
𓆭
𓆮
𓆯
𓆰
𓆱
𓆲
𓆳
𓆴
𓆵
𓆶
𓆸
𓆹
𓆺
𓆻
𓆼
𓆽
𓆾
𓆿
𓇀
𓇁
𓇂
𓇃
𓇄
𓇅
𓇆
𓇇
𓇈
𓇉
𓇊
𓇋
𓇌
𓇍
𓇎
𓇏
𓇐
𓇑
𓇒
𓇓
𓇔
𓇕
𓇖
𓇗
𓇘
𓇙
𓇚
𓇛
𓇜
𓇝
𓇞
𓇟
𓇠
𓇡
𓇢
𓇣
𓇤
𓇥
𓇦
𓇧
𓇩
𓇪
𓇫
𓇬
𓇭
𓇮
𓇯
𓇰
𓇱
𓇲
𓇳
𓇴
𓇵
𓇶
𓇷
𓇸
𓇹
𓇺
𓇻
𓇼
𓇽
𓇾
𓇿
𓈀
𓈁
𓈂
𓈃
𓈄
𓈅
𓈆
𓈇
𓈈
𓈉
𓈊
𓈋
𓈌
𓈍
𓈎
𓈏
𓈐
𓈑
𓈒
𓈓
𓈔
𓈕
𓈖
𓈗
𓈘
𓈙
𓈚
𓈛
𓈜
𓈝
𓈞
𓈟
𓈡
𓈣
𓈤
𓈥
𓈦
𓈧
𓈨
𓈩
𓈪
𓈫
𓈬
𓈭
𓈮
𓈯
𓈰
𓈱
𓈲
𓈳
𓈴
𓈵
𓈷
𓈹
𓈻
𓈼
𓈽
𓈾
𓈿
𓉀
𓉁
𓉂
𓉃
𓉄
𓉅
𓉆
𓉇
𓉈
𓉉
𓉊
𓉋
𓉌
𓉍
𓉎
𓉐
𓉑
𓉒
𓉓
𓉔
𓉕
𓉖
𓉗
𓉘
𓉙
𓉚
𓉛
𓉜
𓉝
𓉞
𓉟
𓉠
𓉡
𓉢
𓉣
𓉤
𓉥
𓉦
𓉧
𓉨
𓉩
𓉪
𓉫
𓉬
𓉭
𓉮
𓉯
𓉰
𓉱
𓉲
𓉳
𓉴
𓉵
𓉶
𓉷
𓉸
𓉹
𓉺
𓉻
𓉼
𓉽
𓉾
𓉿
𓊀
𓊁
𓊂
𓊃
𓊄
𓊅
𓊆
𓊇
𓊈
𓊉
𓊊
𓊋
𓊌
𓊍
𓊎
𓊏
𓊐
𓊑
𓊒
𓊓
𓊔
𓊕
𓊖
𓊗
𓊘
𓊙
𓊚
𓊛
𓊜
𓊝
𓊞
𓊟
𓊠
𓊡
𓊣
𓊤
𓊥
𓊦
𓊧
𓊨
𓊩
𓊪
𓊫
𓊬
𓊭
𓊮
𓊯
𓊰
𓊱
𓊲
𓊳
𓊴
𓊵
𓊶
𓊷
𓊸
𓊹
𓊺
𓊻
𓊼
𓊽
𓊾
𓊿
𓋀
𓋁
𓋂
𓋃
𓋄
𓋅
𓋆
𓋇
𓋈
𓋉
𓋊
𓋋
𓋌
𓋍
𓋎
𓋏
𓋐
𓋑
𓋒
𓋓
𓋔
𓋕
𓋖
𓋗
𓋘
𓋙
𓋚
𓋛
𓋜
𓋝
𓋞
𓋟
𓋠
𓋡
𓋢
𓋣
𓋤
𓋥
𓋦
𓋧
𓋨
𓋩
𓋪
𓋫
𓋭
𓋮
𓋯
𓋰
𓋱
𓋲
𓋳
𓋴
𓋵
𓋶
𓋷
𓋸
𓋹
𓋺
𓋻
𓋼
𓋽
𓋾
𓋿
𓌀
𓌁
𓌂
𓌃
𓌄
𓌅
𓌆
𓌇
𓌈
𓌉
𓌊
𓌋
𓌌
𓌍
𓌎
𓌏
𓌐
𓌑
𓌒
𓌓
𓌔
𓌕
𓌖
𓌗
𓌘
𓌙
𓌚
𓌛
𓌜
𓌝
𓌞
𓌟
𓌠
𓌢
𓌣
𓌤
𓌥
𓌦
𓌧
𓌨
𓌩
𓌪
𓌫
𓌬
𓌭
𓌮
𓌯
𓌰
𓌱
𓌲
𓌳
𓌴
𓌵
𓌶
𓌷
𓌸
𓌹
𓌺
𓌻
𓌼
𓌽
𓌾
𓌿
𓍀
𓍁
𓍂
𓍃
𓍄
𓍅
𓍆
𓍇
𓍈
𓍉
𓍋
𓍌
𓍍
𓍎
𓍏
𓍐
𓍑
𓍒
𓍓
𓍔
𓍕
𓍖
𓍗
𓍘
𓍙
𓍚
𓍛
𓍜
𓍝
𓍞
𓍟
𓍠
𓍡
𓍢
𓍣
𓍤
𓍥
𓍦
𓍧
𓍨
𓍩
𓍪
𓍫
𓍬
𓍭
𓍮
𓍯
𓍰
𓍱
𓍲
𓍳
𓍴
𓍵
𓍶
𓍷
𓍸
𓍹
𓍺
𓍻
𓍼
𓍽
𓍾
𓍿
𓎀
𓎁
𓎂
𓎃
𓎄
𓎅
𓎆
𓎇
𓎈
𓎉
𓎊
𓎋
𓎌
𓎍
𓎎
𓎏
𓎐
𓎑
𓎒
𓎓
𓎔
𓎕
𓎖
𓎗
𓎘
𓎙
𓎚
𓎛
𓎜
𓎝
𓎞
𓎟
𓎠
𓎢
𓎣
𓎤
𓎥
𓎦
𓎧
𓎨
𓎩
𓎪
𓎫
𓎬
𓎭
𓎮
𓎯
𓎰
𓎱
𓎲
𓎳
𓎴
𓎵
𓎶
𓎷
𓎸
𓎹
𓎺
𓎻
𓎼
𓎽
𓎾
𓎿
𓏀
𓏁
𓏂
𓏃
𓏄
𓏅
𓏆
𓏇
𓏈
𓏉
𓏊
𓏋
𓏌
𓏍
𓏎
𓏏
𓏐
𓏑
𓏒
𓏓
𓏔
𓏕
𓏖
𓏗
𓏘
𓏙
𓏚
𓏛
𓏜
𓏝
𓏞
𓏟
𓏠
𓏡
𓏢
𓏤
𓏥
𓏦
𓏧
𓏨
𓏩
𓏪
𓏫
𓏬
𓏭
𓏮
𓏯
𓏰
𓏱
𓏲
𓏳
𓏴
𓏵
𓏶
𓏷
𓏸
𓏹
𓏺
𓏻
𓏼
𓏽
𓏾
𓏿
𓐀
𓐁
𓐂
𓐃
𓐄
𓐅
𓐆
𓐇
𓐈
𓐉
𓐊
𓐋
𓐌
𓐍
𓐎
𓐏
𓐐
𓐑
𓐒
𓐓
𓐔
𓐕
𓐖
𓐗
𓐘
𓐙
𓐚
𓐛
𓐜
𓐝
𓐞
𓐟
𓐠
𓐡
𓐢
𓐣
𓐤
𓐥
𓐦
𓐧
𓐨
𓐩
𓐪
𓐫
𓐬
𓐭
𓐮
𔄦
𖣔
𖤉
𖤐
𖤓
𖥔
𗁤
𝄂
𝄆
𝄇
𝄐
𝄠
𝄡
𝄢
𝄪
𝄰
𝄱
𝄲
𝌆
𝍖
🀄
🀢
🀣
🀤
🀥
🀦
🀧
🀨
🀩
🃏
🄋
🄌
🄯
🅒
🅓
🅔
🅘
🅛
🅝
🅞
🅤
🅰
🅱
🅲
🅳
🅴
🅵
🅷
🅸
🅺
🅻
🅽
🅾
🅿
🆁
🆂
🆃
🆄
🆈
🆉
🆒
🆓
🆔
🆕
🆖
🆗
🆘
🆙
🆚
🇦
🇧
🇨
🇩
🇪
🇫
🇬
🇭
🇮
🇯
🇰
🇱
🇲
🇳
🇴
🇵
🇶
🇷
🇸
🇹
🇺
🇻
🇼
🇽
🇾
🇿
🌀
🌁
🌂
🌃
🌄
🌅
🌆
🌇
🌈
🌉
🌊
🌋
🌌
🌍
🌎
🌏
🌐
🌑
🌒
🌓
🌔
🌕
🌖
🌗
🌘
🌙
🌚
🌛
🌜
🌝
🌞
🌟
🌠
🌡
🌢
🌣
🌤
🌥
🌦
🌧
🌨
🌩
🌪
🌫
🌬
🌭
🌮
🌯
🌰
🌱
🌲
🌳
🌴
🌵
🌶
🌷
🌸
🌹
🌺
🌻
🌼
🌽
🌾
🌿
🍀
🍁
🍂
🍃
🍄
🍅
🍆
🍇
🍉
🍊
🍋
🍌
🍍
🍎
🍏
🍐
🍑
🍒
🍓
🍔
🍕
🍖
🍗
🍙
🍚
🍛
🍜
🍝
🍞
🍟
🍠
🍡
🍢
🍣
🍤
🍥
🍦
🍧
🍨
🍩
🍪
🍫
🍬
🍭
🍮
🍯
🍰
🍲
🍳
🍴
🍵
🍷
🍸
🍹
🍺
🍻
🍼
🍽
🍾
🍿
🎀
🎁
🎂
🎃
🎄
🎅
🎆
🎇
🎈
🎉
🎊
🎌
🎍
🎎
🎏
🎒
🎓
🎔
🎕
🎖
🎗
🎘
🎙
🎚
🎛
🎜
🎞
🎟
🎠
🎢
🎣
🎤
🎥
🎦
🎧
🎨
🎩
🎪
🎫
🎬
🎭
🎮
🎯
🎰
🎱
🎲
🎳
🎴
🎵
🎶
🎷
🎸
🎹
🎺
🎻
🎼
🎾
🎿
🏀
🏁
🏂
🏃
🏄
🏅
🏆
🏇
🏈
🏉
🏊
🏋
🏌
🏍
🏎
🏏
🏐
🏒
🏓
🏔
🏕
🏖
🏗
🏘
🏙
🏚
🏛
🏜
🏝
🏞
🏟
🏠
🏡
🏣
🏥
🏦
🏧
🏩
🏪
🏫
🏬
🏭
🏮
🏯
🏰
🏱
🏳
🏴
🏵
🏶
🏷
🏹
🏻
🏼
🏽
🏾
🏿
🐀
🐁
🐂
🐃
🐄
🐅
🐆
🐇
🐈
🐉
🐊
🐋
🐌
🐍
🐎
🐏
🐐
🐑
🐒
🐓
🐔
🐕
🐖
🐘
🐙
🐛
🐜
🐝
🐞
🐟
🐠
🐡
🐢
🐣
🐤
🐥
🐦
🐧
🐨
🐪
🐫
🐬
🐭
🐮
🐯
🐰
🐱
🐲
🐳
🐴
🐵
🐶
🐷
🐸
🐹
🐺
🐻
🐼
🐾
🐿
👀
👁
👂
👃
👄
👅
👆
👇
👈
👉
👊
👋
👌
👍
👎
👏
👐
👑
👒
👓
👔
👕
👖
👗
👙
👛
👜
👝
👟
👠
👢
👣
👤
👥
👦
👧
👨
👩
👪
👫
👬
👭
👮
👯
👰
👱
👲
👳
👴
👵
👶
👷
👸
👹
👺
👻
👼
👽
👾
👿
💀
💁
💂
💃
💄
💅
💆
💇
💉
💊
💋
💌
💍
💎
💏
💐
💑
💓
💔
💕
💖
💗
💘
💙
💚
💛
💜
💝
💞
💟
💠
💡
💢
💣
💤
💥
💦
💧
💨
💩
💪
💫
💬
💭
💮
💯
💰
💱
💲
💳
💴
💵
💶
💷
💸
💺
💻
💼
💾
💿
📀
📁
📂
📃
📄
📅
📆
📇
📈
📉
📊
📋
📌
📍
📎
📏
📑
📓
📔
📕
📖
📗
📘
📙
📚
📛
📜
📝
📞
📟
📠
📡
📢
📣
📤
📥
📦
📧
📩
📪
📫
📬
📭
📮
📰
📱
📲
📶
📷
📸
📹
📺
📻
📼
📽
📾
📿
🔀
🔁
🔂
🔃
🔅
🔆
🔈
🔉
🔊
🔋
🔌
🔍
🔎
🔐
🔑
🔒
🔓
🔔
🔖
🔗
🔘
🔙
🔛
🔜
🔝
🔟
🔤
🔥
🔦
🔧
🔨
🔩
🔪
🔫
🔬
🔭
🔮
🔯
🔰
🔱
🔲
🔴
🔵
🔶
🔷
🔸
🔹
🔺
🔻
🔽
🔾
🔿
🕆
🕇
🕈
🕉
🕊
🕋
🕎
🕐
🕑
🕒
🕓
🕔
🕕
🕖
🕗
🕘
🕙
🕚
🕛
🕜
🕝
🕞
🕟
🕠
🕡
🕢
🕣
🕤
🕥
🕦
🕧
🕨
🕫
🕬
🕭
🕮
🕯
🕰
🕱
🕲
🕳
🕴
🕵
🕶
🕷
🕸
🕹
🕺
🕻
🕼
🕽
🕾
🕿
🖀
🖁
🖂
🖃
🖄
🖅
🖆
🖇
🖈
🖉
🖊
🖋
🖌
🖍
🖎
🖏
🖐
🖑
🖒
🖓
🖔
🖕
🖖
🖗
🖘
🖙
🖚
🖛
🖜
🖝
🖞
🖟
🖠
🖡
🖢
🖣
🖤
🖥
🖦
🖧
🖨
🖩
🖪
🖫
🖭
🖮
🖯
🖰
🖱
🖲
🖳
🖴
🖵
🖶
🖷
🖸
🖹
🖺
🖻
🖼
🖽
🖾
🖿
🗀
🗁
🗂
🗃
🗄
🗅
🗆
🗇
🗈
🗉
🗊
🗋
🗌
🗍
🗎
🗏
🗐
🗑
🗒
🗓
🗔
🗕
🗖
🗗
🗘
🗙
🗚
🗜
🗝
🗞
🗟
🗠
🗡
🗢
🗣
🗤
🗥
🗦
🗧
🗨
🗩
🗪
🗫
🗬
🗭
🗮
🗯
🗰
🗱
🗲
🗳
🗴
🗵
🗶
🗷
🗸
🗹
🗺
🗻
🗼
🗽
🗿
😀
😁
😂
😃
😄
😅
😆
😇
😈
😉
😊
😋
😌
😍
😎
😏
😐
😑
😒
😓
😔
😕
😖
😗
😘
😙
😚
😛
😜
😝
😞
😟
😠
😡
😢
😣
😤
😥
😦
😧
😨
😩
😪
😫
😬
😭
😮
😯
😰
😱
😲
😳
😴
😵
😶
😷
😸
😹
😺
😻
😼
😽
😾
😿
🙀
🙁
🙂
🙃
🙄
🙅
🙆
🙇
🙈
🙉
🙊
🙋
🙌
🙍
🙎
🙏
🙐
🙑
🙒
🙓
🙔
🙕
🙖
🙗
🙘
🙙
🙚
🙛
🙠
🙡
🙢
🙣
🙤
🙥
🙦
🙧
🙨
🙩
🙪
🙫
🙬
🙭
🙮
🙯
🙰
🙱
🙲
🙳
🙴
🙵
🙶
🙷
🙹
🙺
🙻
🙼
🙽
🙾
🚀
🚁
🚂
🚇
🚊
🚋
🚌
🚍
🚏
🚑
🚒
🚓
🚔
🚕
🚖
🚗
🚘
🚙
🚚
🚛
🚜
🚞
🚟
🚢
🚣
🚤
🚥
🚦
🚧
🚨
🚩
🚫
🚬
🚭
🚮
🚯
🚰
🚲
🚴
🚵
🚶
🚹
🚺
🚻
🚼
🚽
🚿
🛀
🛂
🛆
🛇
🛈
🛉
🛊
🛋
🛌
🛍
🛎
🛏
🛐
🛑
🛒
🛠
🛡
🛢
🛣
🛤
🛥
🛩
🛪
🛫
🛬
🛰
🛱
🛲
🛳
🛴
🛵
🛶
🜇
🜊
🜐
🜕
🜜
🜝
🜠
🜡
🜥
🜪
🜫
🜾
🝆
🝐
🞀
🞁
🞂
🞃
🞄
🞅
🞆
🞇
🞈
🞉
🞊
🞋
🞌
🞍
🞎
🞏
🞐
🞑
🞒
🞓
🞔
🞕
🞖
🞗
🞘
🞙
🞚
🞛
🞜
🞝
🞞
🞟
🞠
🞡
🞢
🞣
🞤
🞥
🞦
🞧
🞨
🞩
🞪
🞫
🞬
🞭
🞮
🞯
🞰
🞱
🞲
🞳
🞴
🞵
🞶
🞷
🞸
🞹
🞺
🞻
🞼
🞽
🞾
🞿
🟀
🟁
🟂
🟃
🟄
🟅
🟆
🟇
🟈
🟉
🟊
🟋
🟌
🟍
🟎
🟏
🟐
🟑
🟒
🟓
🟔
🠀
🠁
🠂
🠃
🠄
🠅
🠆
🠇
🠈
🠉
🠊
🠋
🠐
🠑
🠒
🠓
🠔
🠕
🠖
🠗
🠘
🠙
🠚
🠛
🠜
🠝
🠞
🠟
🠠
🠢
🠤
🠦
🠨
🠪
🠬
🠮
🠰
🠲
🠴
🠶
🠸
🠹
🠺
🠻
🠼
🠽
🠾
🠿
🡀
🡁
🡂
🡃
🡄
🡅
🡆
🡇
🡐
🡑
🡒
🡓
🡔
🡕
🡖
🡗
🡘
🡙
🡠
🡡
🡢
🡣
🡤
🡥
🡦
🡧
🡨
🡩
🡪
🡫
🡬
🡭
🡮
🡯
🡰
🡱
🡲
🡳
🡴
🡵
🡶
🡷
🡸
🡹
🡺
🡻
🡼
🡽
🡾
🡿
🢀
🢁
🢂
🢃
🢄
🢅
🢆
🢇
🢐
🢑
🢒
🢓
🢔
🢕
🢖
🢗
🢘
🢙
🢚
🢛
🢜
🢝
🢞
🢟
🢠
🢡
🢢
🢣
🢤
🢥
🢦
🢧
🢨
🢩
🢪
🢫
🢬
🢭
🤐
🤑
🤒
🤓
🤔
🤕
🤖
🤗
🤘
🤙
🤚
🤛
🤜
🤝
🤞
🤟
🤠
🤡
🤢
🤣
🤤
🤥
🤦
🤧
🤨
🤩
🤪
🤬
🤭
🤮
🤯
🤰
🤱
🤳
🤴
🤵
🤶
🤷
🤸
🤹
🤺
🤻
🤼
🤽
🤾
🥀
🥁
🥂
🥃
🥄
🥅
🥆
🥇
🥈
🥉
🥊
🥋
🥐
🥑
🥒
🥓
🥔
🥕
🥖
🥗
🥘
🥙
🥚
🥛
🥜
🥝
🥞
🥟
🥡
🥧
🥩
🥰
🥳
🦁
🦂
🦃
🦄
🦅
🦆
🦇
🦈
🦉
🦊
🦋
🦌
🦍
🦎
🦏
🦐
🦑
🦔
🦕
🦖
🦗
🦚
🦰
🧀
🧁
🧐
🧑
🧒
🧔
🧙
🧚
🧛
🧜
🧠
🧡
🧤
🧿
𠀧
𠂤
𠇍
𠉞
𠊚
𠊛
𠔻
𠚢
𠜎
𠜱
𠝹
𠦌
𠬠
𠮷
𠮾
𠱓
𠱸
𠲎
𠲖
𠳏
𠳞
𠶸
𡍲
𡗶
𡦂
𡨸
𢀖
𢒉
𢬵
𣊾
𤄯
𤅢
𥄫
𥝱
𥪝
𥮊
𥯕
𦉱
𦓡
𦙫
𦡁
𦵔
𧈢
𧏡
𧗱
𧘇
𧵑
𨀵
𨨲
𨪝
𨫊
𨯘
𨳊
𪚥
𪜶
𪧚
𫋙
𫗦
𫡯
𫳘
𫿰
𬖾
𷽖
򙟄
򪪪
󈞭
󈞿
󉩧
󠀠
󠀡
󠁢
󠁥
󠁧
󠁬
󠁮
󠁳
󠁷
󠁿
󲆃
󾌣
󾌯
󾌴
󾌵
󾌸
󾍁
󾓧
󾰑
󾰬
󿬁
󿬂
􀀀
􀀁
􏰀
􏰂
􏰄
􏰍
